[
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "introduction" : "La refonte du système fiscal local intervient suite aux Hautes Directives de Sa Majesté LE ROI MOHAMED VI que Dieu L'assiste dans ses discours de Jorf lasfar le 26 septembre 2000 et d'Agadir le 12 décembre 2006, aux orientations générales du gouvernement, aux recommandations des assises nationales sur la fiscalité et aux doléances des opérateurs économiques. Ces directives, orientations et recommandations ont permis l'adoption de la toi no 47-06 relative à la fiscalité des collectivités locales promulguée par le dahir n°1-07-195 du 19 Kaada 1428 (30 novembre 2007). Cette loi a abrogé et remplacé l'impôt des patentes, la taxe urbaine et la taxe d'édilité el tous les impôts et taxes locales prévues par la loi n° 30 - 89 relative à la fiscalité des collectivités locales et de leurs groupements. Dans l'attente de la publication d'une note circulaire globale relative aux dispositions contenues dans la loi précitée, la présente note de service a pour objet de présenter succinctement les nouvelles mesures introduites relatives aux taxes dont la gestion est confiée a la Direction Générale des Impôts. Les mesures adoptées par la loi n° 47-06 précitée s'articulent autour des deux principaux axes suivants : * les mesures concernant la forme et la structure globale du nouveau texte ; * les mesures de fond portant modification du contenu des dispositions spécifiques à la taxe professionnelle, à la taxe d'habitation et à la taxe de services communaux ainsi que les dispositions communes à ces trois taxes."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "I",
        "nom_chapitre" : "Mesures de forme",
        "partie" : "A",
        "nom_partie" : "Nouvelles appellations",
        "contenu" : "A compter du 01/01/2008, les appellations suivantes sont adoptées : - « la taxe professionnelle » a lieu et place de « l'impôt des patentes » : - « la taxe d'habitation » au lieu et place de « la taxe urbaine » ; - « la taxe de services communaux» au lieu et place de « la taxe d'édilite »."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "I",
        "nom_chapitre" : "Mesures de forme",
        "partie" : "B",
        "nom_partie" : "Structure générale du texte",
        "contenu" : "Les mesures introduites par la nouvelle loi visent : - le regroupement des dispositions prévues dans des textes législatifs particuliers, notamment les exonérations; l'harmonisation du texte de loi avec les textes fiscaux et les autres textes législatifs."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "1",
        "nom_sous_partie" : "Champ d'application de la taxe (Article 5)",
        "contenu" : "Le champ d'application de la taxe professionnelle est revu dans le sens de : la précision de l'application de cette taxe à toute personne physique ou morale de nationalité marocaine ou étrangère qui exerce au Maroc une activité professionnelle ; - l'imposition des fonds créés par voie législative ou par convention ne jouissant pas de la personnalité morale, au nom de leurs organismes gestionnaires de droit public ou privé; - le reclassement des activités professionnelles d'après leur nature dans l'une des 3 classes (C1, C2, C3) de la nomenclature des professions annexée à la loi."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "2",
        "nom_sous_partie" : "Exonérations (Article 6)",
        "contenu" : "Les exonérations en matière de taxe professionnelle sont rationalisées par les mesures suivantes : - le regroupement dans un seul article de l'ensemble des exonérations et réductions prévues par des textes législatifs particuliers et leur classification en deux catégories: les exonérations et réductions permanentes (article 6-1) et les exonérations temporaires (article 6-II) ; - l'exclusion de l'exonération des personnes qui effectuent une activité professionnelle afférente aux opérations d'achat, de vente et/ou d'engraissement d'animaux vivants ; - l'exonération des associations et des organismes légalement assimilés sans but lucratif, pour les seules opérations conformes à l'objet défini dans leurs statuts et l'imposition des établissements de ventes ou de services appartenant auxdits associations et organismes, en harmonisation avec l'impôt sur les societes ; - l'exonération des établissements privés d'enseignement général ou de formation professionnelle, pour les locaux affectés au logement des élèves et à leur instruction; l'exonération des coopératives et leurs unions légalement constituées dans les conditions suivantes : • lorsque leurs activités se limitent à la collecte de matières premières auprès des adhérents et à leur commercialisation ; • ou lorsque leur chiffre d'affaires annuel est inférieur à deux millions (2.000.000) de dirhams hors taxe sur la valeur ajoutée, si elles exercent une activité de transformation de matières premières collectées auprès de leurs adhérents ou d'intrants à l'aide d'équipements, matériels et autres moyens de production similaires à ceux utilisés par les entreprises industrielles soumises à l'impôt sur les sociétés et de commercialisation des produits qu'elles ont transformés : • la limitation de l'exonération de Bank Al-Maghrib aux terrains, constructions, matériels et outillage servant à la fabrication des billets et des monnaies ; - Plafonnement de la valeur locative imposable à : • cent (100) millions de dirhams, hors taxe sur la valeur ajoutée, pour les terrains, constructions et leurs agencements, matériel et outillages acquis par les entreprises de production de biens, à compter du 1° juillet 1998 ; • cinquante (50) millions de dirhams, hors taxe sur la valeur ajoutée, pour les terrains, constructions et leurs agencements, matériel et outillages acquis par les entreprises de production de biens et de services, à compter du 1° janvier 2001. Toutefois, ne sont pas pris en considération pour la détermination du montant dudit plafond les biens bénéficiant de l'exonération permanente ou temporaire ainsi que les éléments non imposables ; - l'exonération des immobilisations utilisées comme moyen de transport et de communication, au titre : • du matériel de transport ; - des canalisations servant à l'adduction et à la distribution publique d'eau ou à l'évacuation des eaux usées ; • des lignes servant au transport et à la distribution de l'électricité et aux réseaux de télécommunications; • des autoroutes et voies ferrées; - l'exonération des locaux affectés aux services de douane, de police, de santé et tout local destiné à un service public; - la clarification de l'exonération quinquennale par: • l'octroi de l'exonération temporaire aux activités professionnelles nouvellement créées et non aux personnes exerçants ces activités ; • l'exclusion de l'exonération quinquennale de toutes les activités professionnelles reprises en cas de changement d'exploitant ou de transfert d'activité ; • la limitation de l'exonération au matériel et outillages neufs acquis en cours d'exploitation; • l'extension de l'exonération quinquennale aux intermédiaires d'assurances visés à l'article 291 de la loi n° 17-99 portant code des assurances et qui sont distincts des compagnies d'assurances et de réassurances qui restent exclues de ladite exonération. • le calcul de la période d'exonération quinquennale à compter de l'année du début d'activité. Exemple: pour une activité entamée le 19 mars de l'année X, la période d'exonération va s'étaler de l'année X à l'année X+4 et l'imposition va commencer à partir du 1° janvier de l'année X+5."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "3",
        "nom_sous_partie" : "Détermination de la valeur locative (Article 7)",
        "contenu" : "Les mesures apportées par l'article 7 de la loi n° 47-06 précitée visent : - le maintien du mode actuel de détermination de la valeur locative soit : • au moyen de baux et actes de location, • soit par voie de comparaison, • soit par voie d'appréciation directe. Pour les établissements industriels et toute autre activité professionnelle, la taxe professionnelle est calculée sur la valeur locative de ces établissements pris dans leur ensemble et munis de tous leurs moyens matériels de production y compris les biens loués ou acquis par voie de crédit-bail sans que cette valeur locative ne soit inférieure à 3% du prix de revient des terrains, bâtiments, équipements, matériel et outillages. En effet, l'article 7-I prévoit que la taxe professionnelle est établie sur la valeur locative annuelle, brute, normale et actuelle. Pour les professions industrielles, commerciales ou de prestation de services qui utilisent des moyens matériels de production, la valeur locative peut être déterminée par l'une des trois méthodes précitées avec un minimum fixé à 3% du prix de revient des éléments servant à l'exercice de l'activité, cités ci-dessus. - la détermination de la valeur locative des biens loués ou acquis par voie de crédit-bail sur la base du prix de revient desdits biens figurant au contrat initial de crédit-bail, même après la levée d'option d'achat ; l'imposition du redevable qui exerce plusieurs activités dans un même local d'après l'activité principale au lieu de l'activité correspondant à la classe la plus élevée ; - l'imposition des personnes exerçant des activités dans un même local au prorata de la valeur locative correspondant à la partie occupée par chaque redevable dudit local au lieu de l'imposition actuelle sur la base de la totalité de la valeur locative du local occupé ; l'institution d'un mode particulier de détermination de la valeur locative pour les établissements hôteliers par l'application de coefficients réduits spécifiques directement selon le prix de revient brut des éléments matériels de l'établissement concerné. Ces coefficients spécifiques remplacent l'application du taux de 3% et les anciens abattements de 20 à 60% applicables à ces établissements. Ces coefficients, qui s'appliquent sur le prix de revient des bâtiments, équipements, matériel, outillages et agencements spéciaux au titre de chaque établissement sont fixés comme suit : • 2% lorsque le prix de revient est inférieur à 3 000 000 de dirhams ; • 1,50 % lorsque le prix de revient est égal ou supérieur à 3 000 000 et inférieur à 6 000 000 de dirhams ; • 1,25 % lorsque le prix de revient est égal ou supérieur à 6 000 000 et inférieur à 12 000 000 de dirhams ; • 1 % lorsque le prix de revient est égal ou supérieur à 12 000 000 de dirhams. Ces coefficients réduits ne sont cumulables avec a u c u n e autre réduction d e cette taxe. Exemple : Les établissements höteliers installés à Tanger ne peuvent bénéficier du cumul de la réduction de 50% et de l'application des coefficients réduits."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "4",
        "nom_sous_partie" : "Dispositions relatives au lieu et période d'imposition (Article 8)",
        "contenu" : "Les mesures apportées par l'article 8 de la loi n° 47-06 précitée visent à : > préciser le lieu d'imposition : • pour les redevables disposant de locaux ou d'installations professionnelles c'est le lieu de situation de ces locaux ou installations ; • pour ceux qui n'en disposent pas, ils doivent élire un domicile fiscal ; préciser le fait générateur d'imposition comme suit : • les redevables qui commencent après le mois de janvier une activité nouvellement créée, deviennent passibles de la taxe professionnelle à partir du premier janvier de l'année qui suit celle de l'expiration de l'exonération quinquennale ; • les redevables qui réalisent des extensions de leurs activités après le mois de janvier d'une année déterminée, par l'acquisition de terrains, constructions de toute nature, additions de constructions, matériel et outillages neufs, sont imposables à partir du premier janvier de l'année qui suit celle de l'expiration de l'exonération quinquennale applicable à ces éléments ; • le matériel d'occasion acquis après le mois de janvier d'une année déterminée est imposable à compter du premier janvier de l'année suivante. préciser que les diminutions des éléments imposables, tels que la cession ou le retrait du matériel et outillage, survenues après le mois de janvier ne sont prises en considération qu'à compter de l'année qui suit celle au cours de laquelle la diminution est intervenue ; * instituer le principe de chômage partiel ou total d'une entreprise ouvrant droit à decharge ou dégrèvement, lorsque l'établissement reste improductif pendant une durée minimum d'une année civile. Pour obtenir ce droit, le redevable doit produire, au plus tard le 31 janvier de l'année suivante, au service local d'assiette la déclaration de chômage prévue à l'article 15 de la loi n°47-06 précitée. Le chômage partiel s'entend du chômage de l'ensemble des biens d'un établissement pouvant faire l'objet d'une exploitation séparée."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "5",
        "nom_sous_partie" : "Taux d'imposition et du droit minimum (Article 9)",
        "contenu" : "Les mesures introduites par l'article 9 de la loi n° 47-06 précitée visent : - la simplification de la liquidation de la taxe par l'application d'un seul taux du baréme à la valeur locative imposable, suite à : • l'intégration dans les nouveaux taux du décime additionne (10%) institué au profit des chambres professionnelles: • et la suppression des centimes additionnels d'Etat (12%). - la réduction du nombre de taux de 6 à 3 ; Le tableau ci-après retrace les anciennes et les nouvelles classes ainsi que les tarifs y correspondants : Ancien tarif : A7 (5 %), A5, A6 et B2 (10 %), A2, A3, A4 et B1 (15 % et 20 %), A1 (25 %), A0 (30 %) — Nouveau tarif : C3 (10 %), C2 (20 %), C1 (30 %). la simplification et l'actualisation du droit minimum dû par les redevables visés à l'article 10 (I-2°-b). Le montant du droit minimum à acquitter ne peut être inférieur aux montants ci-après : Classe 3 (C3) : 300 dh en communes urbaines, 100 dh en communes rurales ; Classe 2 (C2) : 600 dh en communes urbaines, 200 dh en communes rurales ; Classe 1 (C1) : 1200 dh en communes urbaines, 400 dh en communes rurales. Il convient de rappeler que l'ancien tarif du droit minimum se présentait comme suit : TABLEAU A — Hors classe : 750 DH (communes >150000 hab), 625 DH (50000 à 150000 hab), 500 DH (20000 à 50000 hab), 375 DH (<20000 hab), 250 DH (rurales) ; 1ère classe : 500 DH, 425 DH, 350 DH, 275 DH, 200 DH ; 2ème classe : 250 DH, 200 DH, 150 DH, 120 DH, 90 DH ; 3ème classe : 180 DH, 150 DH, 120 DH, 100 DH, 75 DH ; 4ème classe : 120 DH, 100 DH, 80 DH, 70 DH, 50 DH ; 5ème classe : 60 DH, 50 DH, 40 DH, 35 DH, 25 DH — TABLEAU B — 1ère classe : 750 DH, 652 DH, 500 DH, 425 DH, 350 DH ; 2ème classe : 500 DH, 400 DH, 300 DH, 200 DH, 100 DH."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "6",
        "nom_sous_partie" : "Paiement et franchise de la taxe (Article 10)",
        "contenu" : "Les dispositions apportées par l'article 10 de la loi n° 47-06 précitée ont pour objet : - la consécration de l'établissement de l'impôt par voie de rôle ; la précision des personnes pouvant procéder au paiement par anticipation de l'impôt à savoir : • les redevables qui en font la demande écrite ; • les redevables qui exercent une profession en dehors des locaux ou d'installations professionnelles pouvant servir de base au calcul de la taxe professionnelle ; • et les redevables exerçant leur activité dans les marchés ruraux. - l'actualisation du montant du minimum de perception en prévoyant que les cotes dont le montant est inférieur à cent (100) dirhams ne sont pas émises."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "7",
        "nom_sous_partie" : "Répartition du produit de la taxe professionnelle (Article 11)",
        "contenu" : "La clé de répartition du produit de la taxe professionnelle est prévue comme suit : 80 % aux budgets des communes du lieu d'imposition relevant de leur ressort territorial ; 10 % au profit des chambres de commerce, d'industrie et de services, des chambres d'artisanat et des chambres des pêches maritimes et de leurs fédérations. La répartition du produit de la taxe entre les chambres et leurs fédérations est fixée par décret élaboré conjointement entre le Ministre chargé du Commerce et le Ministre chargé des Finances. - 10 % au budget général au titre des frais de gestion."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "8",
        "nom_sous_partie" : "Obligations déclaratives (Articles 12 à 16)",
        "contenu" : "Les articles 12 à 16 de la loi n° 47-06 précitée prévoient des obligations déclaratives pour les redevables soumis à la taxe professionnelle. Ces obligations ne remettent pas en cause la nature de cet impôt basé sur le recensement, mais permettent de compléter les données recueillies lors du recensement par les données fournies par les redevables dans leurs déclarations. Ainsi, le redevable a l'obligation de produire les déclarations suivantes : a) la déclaration d'inscription au rôle de la taxe professionnelle, dans un délai maximum de trente (30) jours suivant la date du début d'activité : b) la déclaration des éléments imposables, pour les redevables tenant une comptabilité, au plus tard le 31 janvier de l'année suivant celle du début d'activité. Cette déclaration doit faire ressortir, par établissement exploité, les terrains et constructions, agencements, aménagements, matériels et outillages ainsi que la date de leur acquisition, mise en service ou installation, le lieu d'affectation et leur prix de revient ; c) la déclaration des modifications ayant pour effet d'accroître ou de réduire les éléments imposables, au plus tard le 31 janvier de l'année suivant celle de la réalisation de la modification ; d) la déclaration de chômage d'établissement, en cas de chômage partiel ou total, au plus tard le 31 janvier de l'année suivante. Cette déclaration doit indiquer le numéro d'identification à la taxe professionnelle, la situation de l'établissement concerné, les motifs, les justificatifs et la description de la partie en chômage ; e) la déclaration de cession, cessation, transfert d'activité ou transformation de la forme juridique, dans un délai de 45 jours, à compter de la date de la réalisation de l'un de ces événements. En cas de décès du redevable, le délai de déclaration par les ayants droit est de trois (3) mois à compter de la date du décès. Lorsque les ayants droit continuent l'exercice de l'activité du redevable décédé, ils doivent en faire mention dans la déclaration précitée afin que l'imposition soit établie au nom de l'indivision."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "9",
        "nom_sous_partie" : "Recensement (Article 17)",
        "contenu" : "Le recensement est effectué par la même commission prévue en matière de taxe d'habitation à l'article 32 de la loi n° 47-06 précitée qui a introduit par rapport à l'ancienne commission une modification au niveau de son fonctionnement (cf. commentaire de l'article 32 aux pages 13 et 14). Lors des opérations de recensement, les redevables passibles de la taxe professionnelle sont tenus de faire connaître à l'inspecteur des impôts : - la nature de l'activité professionnelle exercée; l'importance de l'activité compte tenu du nombre d'ouvriers, employés et autres éléments caractéristiques de l'activité ; - la situation, l'affectation et la valeur locative des locaux occupés ; - et tout autre renseignement nécessaire à la détermination de la valeur locative."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "A",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe professionnelle",
        "sous_partie" : "10",
        "nom_sous_partie" : "Constatation sur place (Article 18)",
        "contenu" : "A toute période de l'année, les inspecteurs des impôts commissionnés à cet effet peuvent visiter, aux heures légales, les locaux servant à l'exercice d'une activité commerciale, industrielle ou professionnelle, pour procéder à toutes constatations utiles et recueillir tous renseignements nécessaires à la détermination de la base de la taxe professionnelle."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "1",
        "nom_sous_partie" : "Biens imposables (Article 19)",
        "contenu" : "Le champ d'application de cette taxe est limité aux immeubles bâtis et constructions de toute nature occupés en totalité ou en partie par leurs propriétaires à titre d'habitation principale ou secondaire ou mis bénévolement, par lesdits propriétaires, à la disposition de leurs conjoints, ascendants et descendants, à titre d'habitation, y compris le sol sur lequel sont édifiés lesdits immeubles et constructions et les terrains aménagés y attenant, tels que cours, passages, jardins lorsqu'ils en constituent des dépendances immédiates. Les immeubles bâtis affectés par leur propriétaire à une activité professionnelle ne sont pas soumis à cette taxe. Pour les terrains attenants aux constructions, qui ne sont pas aménagés. ou leur aménagement est peu important, la valeur locative à prendre en considération est fixée au maximum à cinq (5) fois la superficie couverte de l'ensemble des bâtiments bâtis. Par contre les terrains aménagés tel que jardins, cours, passages, etc, sont imposables en totalité sans aucune limitation de valeur locative."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "2",
        "nom_sous_partie" : "Exonérations et réduction (Article 22)",
        "contenu" : "Les mesures apportées par l'article 22 de la loi n° 47-06 précitée sont : - le regroupement des exonérations prévues par les textes particuliers, il s'agit de : l'exonération totale permanente des immeubles utilisés en tant que locaux de la mission dont l'Etat accréditant ou le chef de la mission sont propriétaires ou locataires en vertu de l'article 23 de la convention de vienne sur les relations diplomatiques du 18 - 04 - 1961 : • la réduction permanente de 50% du montant de la taxe prévue aux immeubles situés dans l'ex-province de Tanger par le dahir n° 1 - 63 - 339 du 16 novembre 1963 ; - la limitation de l'exonération temporaire de cinq (5) ans aux constructions nouvelles réalisées par des personnes au titre de leur habitation principale. Les habitations secondaires achevées à compter du 1er janvier 2008 ne sont pas éligibles à cette exonération."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "3",
        "nom_sous_partie" : "Détermination de la valeur locative (article 23)",
        "contenu" : "Le mode de détermination de la valeur locative des immeubles n'a subi aucune modification. La taxe d'habitation est assise sur la valeur locative des immeubles, déterminée par voie de comparaison par la commission de recensement, d'après la moyenne des loyers pratiqués pour les habitations similaires situées dans le même quartier. Cette valeur locative est révisée tous les cinq (5) ans par une augmentation de 2%. En ce qui concerne les locaux occupés par un ou plusieurs copropriétaires dans l'indivision et qui versent un loyer aux autres copropriétaires n'occupant pas ladite habitation, il a été précisé que la valeur locative imposable est déterminée uniquement sur la quote-part revenant à l'occupant de l'habitation. Le montant du loyer versé est passible de l'impôt sur le revenu dans les conditions de droit commun."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "4",
        "nom_sous_partie" : "Abattement relatif à l'habitation principale (article 24)",
        "contenu" : "Les personnes éligibles à l'abattement de 75% en matière de taxe d'habitation sont : - le conjoint, les ascendants ou descendants en ligne directe au premier degré ; - les membres des sociétés immobilières définies à l'article 3-3° du Code Général des Impôts ; - les co-indivisaires pour le local qu'ils occupent à titre d'habitation principale ; les marocains résidents à l'étranger pour le logement qu'ils conservent à titre d'habitation principale au Maroc, occupé à titre gratuit par leur conjoint, leurs ascendants ou descendants en ligne directe au premier degré. Cet abattement n'est cumulable avec aucune autre réduction de cette taxe. Exemple : Les habitations principales situées à Tanger ne peuvent pas bénéficier du cumul de la réduction de 50% et de l'application de l'abattement de 75%. Quant aux habitations secondaires elles ne bénéficient que de la réduction de 50% prévue en faveur de cette province."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "5",
        "nom_sous_partie" : "Changement de propriété et vacance d'immeubles (Article 26)",
        "contenu" : "Les dispositions apportées par l'article 26 de la loi n° 47-06 précitée sont les suivantes : - les modifications intervenues au cours d'une année donnée ne seront prises en considération qu'au titre de l'année qui suit ; - la taxe est établie au titre de l'année de vacance soit pour cause de grosses réparations, soit parce que le propriétaire le destine le local à la vente ou à la location, mais le redevable peut obtenir la décharge de cette taxe dans les conditions prévues aux articles 31 et 161 ; - l'institution de la formalité de notification pour la convocation adressée au redevable pour confirmer la vacance ; - le délai de réponse du redevable à ladite convocation a été porté de 20 à 30 jours."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "6",
        "nom_sous_partie" : "Taux d'imposition (article 27)",
        "contenu" : "Les modifications apportées sur l'ancien barème de la taxe urbaine ont pour conséquence : - la réduction du nombre de tranches de valeur locative et de taux de 7 à 4 ; - le relèvement du seuil exonéré de 3 000 à 5 000 dh. Ainsi, les taux de la taxe d'habitation sont fixés comme suit : Barème de calcul rapide -> Valeur locative annuelle de 0 à 5 000 dirhams : exonérée, montant à déduire : - ; de 5 001 à 20 000 dirhams : taux 10 %, montant à déduire 500 ; de 20 001 à 40 000 dirhams : taux 20 %, montant à déduire 2 500 ; de 40 001 dirhams et plus : taux 30 %, montant à déduire 6 500. Il convient de rappeler que l'ancien barème de la taxe urbaine se présentait comme suit : Tranches : 0 à 3 000 DH (exonérée, montant à déduire 0) ; de 3 001 à 6 000 DH (taux 10 %, montant à déduire 300) ; de 6 001 à 12 000 DH (taux 16 %, montant à déduire 660) ; de 12 001 à 24 000 DH (taux 20 %, montant à déduire 1 140) ; de 24 001 à 36 000 DH (taux 24 %, montant à déduire 2 100) ; de 36 001 à 60 000 DH (taux 28 %, montant à déduire 3 540) ; plus de 60 000 DH (taux 30 %, montant à déduire 4 740)."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "7",
        "nom_sous_partie" : "Etablissement et franchise de taxe (article 28)",
        "contenu" : "Le montant du minimum de perception de la taxe a été porté de 10 à 100 dirhams. Ainsi, Les cotes dont le montant est inférieur à 100 dirhams ne sont pas émises."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "8",
        "nom_sous_partie" : "Répartition du produit de la taxe (article 29)",
        "contenu" : "Les dispositions relatives à la répartition du produit de l'ancienne taxe urbaine ont été reprises à l'identique. Ainsi, l'article 29 de la loi n° 47-06 précitée prévoit que le produit de la taxe d'habitation est réparti par le service chargé de recouvrement comme suit : - 90% aux budgets des communes du lieu d'imposition ; 10% au budget général au titre de frais de gestion."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "9",
        "nom_sous_partie" : "Obligations déclaratives (Articles 30 et 31)",
        "contenu" : "Les articles 30 et 31 de la loi n° 47-06 précitée prévoient des obligations déclaratives pour les redevables soumis à la taxe d'habitation. Ces obligations ne remettent pas en cause la nature de cet impôt qui reste un impôt de constatation basé sur le recensement. Mais, le redevable a l'obligation de produire les déclarations suivantes : - la déclaration d'achèvement de constructions nouvelles et des additions de constructions ; la déclaration de changement de propriété ou d'affectation des immeubles. Ces deux déclarations, établies sur ou d'après un imprimé-modèle de l'administration, doivent être souscrites au plus tard le 31 janvier de l'année suivant celle de l'achèvement ou du changement en indiquant la consistance, la date, la nature, le motif et le cas échéant, l'identité du nouveau propriétaire ; la déclaration de vacance, établie sur ou d'après un imprimé-modèle de l'administration, au cours du mois de janvier de l'année suivant celle de vacance en indiquant la consistance des locaux vacants, la période et le motif de la vacance justifiée par tout moyen de preuve. Cette déclaration vaut demande de décharge."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "B",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe d'habitation",
        "sous_partie" : "9",
        "nom_sous_partie" : "Opérations de recensement (Article 32)",
        "contenu" : "Dans le but d'assurer une meilleure gestion de la taxe et d'élargir son assiette, la composition, les attributions et le mode de fonctionnement de l'ancienne commission du recensement ont été modifiés comme suit : le mandat de la commission est porté de 5 à 6 ans ; - la commission est désormais composée de deux membres : • un inspecteur des impôts proposé par l'administration fiscale ; • un représentant des services fiscaux de la commune proposé par le président du conseil communal ; - à la clôture des opérations de recensement, la commission a l'obligation d'établir : • un procès-verbal de clôture des opérations de recensement signé par les membres de ladite commission auxquels une copie est délivrée ; • des grilles de valeurs locatives sur la base de la moyenne des loyers des habitations similaires dans le quartier."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "C",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe de services communaux",
        "sous_partie" : "1",
        "nom_sous_partie" : "Personnes et biens imposables (Article 33)",
        "contenu" : "La taxe de services communaux est établie comme suit : - pour les ménages, sur les immeubles bâtis et les constructions de toute nature affectés à l'habitation principale et secondaire ; - pour les entreprises, les immeubles bâtis et les constructions de toute nature, le matériel, outillage et tout moyen de production soumis à la taxe professionnelle. Cette taxe s'applique : • à l'intérieur du périmètre des communes urbaines ; • dans les zones périphériques desdites communes telles que ces zones sont définies par les dispositions de la loi n°12-90 relative à l'urbanisme précitée ; • dans les centres délimités, désignés par voie réglementaire ; • dans les stations estivales, hivernales et thermales dont le périmètre de taxation à la taxe d'habitation est délimité par voie réglementaire. Cette taxe est établie annuellement au lieu de situation des immeubles soumis à cette taxe, au nom du propriétaire ou de l'usufruitier et à défaut, au nom du possesseur ou de l'occupant."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "C",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe de services communaux",
        "sous_partie" : "2",
        "nom_sous_partie" : "Exonérations (Article 34)",
        "contenu" : "Sont exonérés de la taxe de services communaux, les redevables bénéficiant de l'exonération totale permanente de la taxe d'habitation et de la taxe professionnelle ainsi que les partis politiques et les centrales syndicales pour les immeubles appartenant à ces organismes et destinés à leurs sièges. Toutefois, par dérogation à ce principe, l'exonération ne s'applique pas aux organismes suivants : - les banques offshore, pour les immeubles occupés par leur siège ou agences et les sociétés holding offshore ; les entreprises installées dans la zone franche du port de Tanger pour les activités effectuées à l'intérieur de ladite zone régie par les dispositions du dahir n° 1-61-426 précité : - les organismes de placements collectifs en valeurs mobilières (O.P.C.V.M.) régis par les dispositions du dahir portant loi n° 1-93-213 ; - les fonds de placement collectif en titrisation (F.P.C.T.) régis par les dispositions de la loi n° 10-98 : - les organismes de placements en capital-risque (O.P.C.R.) régis par la loi n° 41-05, pour les activités exercées dans le cadre de leur objet légal ; - les coopératives et leurs unions légalement constituées dont les statuts, le fonctionnement et les opérations sont reconnus conformes à la législation et à la réglementation en vigueur régissant la catégorie à laquelle elles appartiennent et qui ne remplissent pas les conditions prévues à l'article 6(T-A-13°) ; - Bank Al-Maghrib pour l'ensemble de son activité y compris celle exonérée en matière de taxe professionnelle (Article 6-14°) ; - les personnes physiques ou morales titulaires d'un permis de recherche ou d'une concession d'exploitation des gisements d'hydrocarbures, régies par la loi n°21-90 relative à la recherche et à l'exploitation des gisements d'hydrocarbures ; - l'Etat, les collectivités locales et les établissements publics, pour les bâtiments publics et les immeubles à usage d'habitation à l'exception des logements de fonction."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "C",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe de services communaux",
        "sous_partie" : "3",
        "nom_sous_partie" : "Détermination de la base imposable (Article 35)",
        "contenu" : "La valeur locative base de calcul de la taxe de services communaux est déterminée comme suit : - en ce qui concerne les immeubles soumis à la taxe d'habitation et à la taxe professionnelle, c'est la valeur locative servant de base de calcul de l'une de ces deux taxes qui est retenue ; - en ce qui concerne les immeubles non soumis à ces deux taxes, deux cas peuvent se présenter : • Pour les immeubles donnés en location, c'est la valeur locative de ces immeubles calculée sur le montant global des loyers qui est retenue comme base de calcul de la taxe de services communaux ; • Pour les immeubles mis gratuitement à la disposition des tiers, c'est la valeur locative déterminée selon l'une des méthodes prévues à l'article 7 de la loi n° 47-06 précitée qui est retenue comme base de calcul de la taxe de services communaux."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "C",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe de services communaux",
        "sous_partie" : "4",
        "nom_sous_partie" : "Tarif (Article 36)",
        "contenu" : "Les nouveaux tarifs de la taxe de services communaux sont fixés comme suit : - 10,50 %, pour les biens situés dans le périmètre des communes urbaines, des centres délimités, des stations estivales, hivernales et thermales ; - 6,50 %, pour les biens situés dans les zones périphériques des communes urbaines."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "C",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe de services communaux",
        "sous_partie" : "5",
        "nom_sous_partie" : "Répartition du produit de la taxe (Article 37)",
        "contenu" : "Le produit de la taxe de services communaux est réparti par le service de recouvrement comme suit : - 95 % aux budgets des communes ; - 5 % aux budgets des régions."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "C",
        "nom_partie" : "Dispositions relatives à l'assiette de la taxe de services communaux",
        "sous_partie" : "6",
        "nom_sous_partie" : "Dispositions diverses (Article 38)",
        "contenu" : "Sont également applicables en matière de taxe de services communaux, les dispositions relatives à la liquidation, aux obligations, aux sanctions, au recensement, au délai de prescription, aux réclamations, aux dégrèvements et compensation ainsi que les dispositions diverses prévues en matière de la taxe d'habitation et de la taxe professionnelle."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "D",
        "nom_partie" : "Dispositions relatives au recouvrement de la taxe professionnelle, de la taxe d'habitation et de la taxe de services communaux",
        "contenu" : "La taxe professionnelle, la taxe d'habitation et la taxe de services communaux sont établies par voie de rôle. Les rôles sont émis et revêtus de la formule exécutoire par le Ministre des Finances ou la personne déléguée par lui à cet effet (article 128). Ces rôles sont adressés au moins quinze (15) jours avant la date de leur mise en recouvrement, au comptable chargé du recouvrement relevant de la Trésorerie Générale du Royaume qui les prend en charge et en assure le recouvrement conformément aux dispositions de la loi n°15-97 formant code de recouvrement des créances publiques (article 129). Les avis d'imposition sont adressés par le comptable chargé du recouvrement, par voie postale sous pli fermé, aux redevables inscrits au rôle, au plus tard à la date de mise en recouvrement. L'avis mentionne le montant à payer ainsi que les dates de mise en recouvrement et d'exigibilité (article 130). Les dates de mise en recouvrement et d'exigibilité sont également portées à la connaissance des redevables par tout autre moyen d'information, notamment par voie d'affichage dans les locaux de la collectivité concernée (article 131). Les taxes établies par voie de rôle sont exigibles à l'expiration du deuxième mois qui suit celui de leur mise en recouvrement (article 132). Pour le recouvrement forcé c'est la procédure prévue par la loi n°15-97 formant code de recouvrement des créances publiques qui est applicable en matière de la taxe professionnelle, de la taxe d'habitation et de la taxe de services communaux (article 133)."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "E",
        "nom_partie" : "Sanctions",
        "sous_partie" : "1",
        "nom_sous_partie" : "Sanctions spécifiques à la taxe professionnelle",
        "contenu" : "- Sanction pour défaut d'inscription à la taxe professionnelle (article 140) Une majoration de 15% est applicable aux redevables qui ne déposent pas, dans le délai prescrit, la déclaration d'inscription à la taxe professionnelle. Cette majoration s'applique au montant de la taxe due ou qui aurait été due en l'absence de toute exonération ou réduction avec un minimum de cinq (500) dirhams. - Sanction pour défaut de déclaration des éléments imposables ou des modifications y afférentes (article 141) Une majoration de 15% du montant de la taxe due ou qui aurait été due en l'absence de toute exonération ou réduction est applicable en cas de défaut ou de retard dans le dépôt de la déclaration des éléments imposables ou des modifications y afférentes ou de déclaration insuffisante ou incomplète. L'imposition est établie dans ces cas d'après les éléments en possession de l'administration, sans recours aux procédures de rectification, et sans préjudice de l'application des sanctions pour paiement tardif prévues à l'article 147 de la loi n° 47-06 précitée. - Sanctions pour défaut d'affichage du numéro d'identification ou de présentation de la pièce justifiant l'inscription à la taxe professionnelle (Article 142) Les sanctions pour défaut d'affichage du numéro d'identification ou de présentation de la pièce justifiant l'inscription à la taxe professionnelle ne s'appliquent pas d'une manière systématique, l'article 142 de la loi n° 47-06 précitée prévoit des formalités que l'administration doit respecter. En effet, le redevable qui n'affiche pas le numéro d'identification ou ne présente pas la pièce justifiant son inscription à la taxe est invité, dans les formes prévues à l'article 152 de la loi n° 47-06 précitée, à régulariser sa situation dans le délai de trente (30) jours suivant la date de réception de la notification. Si le redevable ne régularise pas sa situation dans ce délai de trente (30) jours, l'infraction sera constatée par procès-verbal et entraînera pour ledit contrevenant, l'application d'une majoration égale à 15 % du montant de la taxe due, ou qui aurait été due en l'absence de toute exonération ou réduction, au titre de l'année de la constatation de l'infraction. Dans le cas où les personnes visées à l'article 10-I-2º-b) de la loi n° 47-06 précitée ne se trouvent pas en mesure de produire leur identification à la taxe professionnelle en la forme prescrite audit article, il sera procédé, à leurs frais, à la saisie ou au séquestre des marchandises mises par elles en vente ainsi que des moyens matériels servant à l'exercice de leur profession, à moins qu'elles ne donnent caution suffisante jusqu'à présentation de l'identification à la taxe professionnelle. - Sanction pour défaut de déclaration de chômage d'établissement (Article 143) Le redevable qui ne produit pas la déclaration de chômage d'établissement prévue à l'article 15 de la loi n° 47-06 précitée, perd le bénéfice de la décharge ou du dégrèvement pour chômage prévus à l'article 8 de la même loi n° 47-06 précitée. Ainsi, lors de l'étude de la requête du redevable pour bénéficier de la décharge ou du dégrèvement pour chômage, le service des affaires juridiques compétent doit s'assurer que le redevable a déposé dans le délai imparti la déclaration de chômage d'établissement prévue à l'article 15 de la loi n° 47-06 précitée. - Sanction pour défaut de déclaration de cession, cessation, transfert d'activité ou transformation de la forme juridique (Article 135) Une majoration de 15% du montant de la taxe due ou qui aurait été due en l'absence de toute exonération ou réduction de la taxe est applicable au redevable qui ne produit pas dans le délai prescrit la déclaration de cession, cessation, transfert d'activité ou transformation de la forme juridique prévue à l'article 16 de la loi n° 47-06 précitée. Dans le cas où les ayants droit ne précisent pas dans la déclaration de décès prévue à cet article la continuité de l'activité exercée par le défunt, les droits sont dus pour la période antérieure et le mois courant. Les droits correspondant à la période suivante peuvent faire l'objet de dégrèvement suite à réclamation. Toutes les sanctions spécifiques à la taxe professionnelle visées ci-dessus sont émises par voie de rôle."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "E",
        "nom_partie" : "Sanctions",
        "sous_partie" : "2",
        "nom_sous_partie" : "Sanctions spécifiques à la taxe d'habitation",
        "contenu" : "- Sanction pour défaut de déclaration d'achèvement de construction, de changement de propriétaire ou d'affectation (Article 144) Sont passibles d'une majoration de 15% calculée sur le montant de la taxe due ou qui aurait été due en l'absence d'exonération, les redevables qui n'ont pas produit dans les délais prescrits les déclarations d'achèvement de construction, de changement de propriétaire ou d'affectation prévues à l'article 30 de la loi n° 47-06 précitée. - Sanction pour défaut de déclaration de vacance d'immeuble (Article 145) Les redevables qui n'ont pas produit dans les délais prescrits la déclaration de vacance prévue à l'article 31 de la loi n° 47-06 précitée ou qui n'ont pas répondu à la convocation de l'inspecteur prévue à l'article 26 de la loi n° 47-06 précitée, pour confirmer la vacance dans un délai de trente (30) jours à compter de la date de réception de ladite convocation, perdent le bénéfice de la décharge pour vacance d'immeuble."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "E",
        "nom_partie" : "Sanctions",
        "sous_partie" : "3",
        "nom_sous_partie" : "Sanctions communes en matière de recouvrement de la taxe professionnelle, de la taxe d'habitation et de la taxe de services communaux (Article 147)",
        "contenu" : "Une pénalité de 10% à laquelle s'ajoute une majoration de 5 % pour le premier mois de retard et de 0,50% par mois ou fraction de mois supplémentaire est applicable au montant : des impositions émises par voie de rôle pour la période écoulée entre la date d’exigibilité de l’impôt et celle du paiement. Ces majorations et pénalité ne s’appliquent pas à la taxe d’habitation ou à la taxe de services communaux lorsque le montant de la cote ou de la quote-part des droits figurant au rôle n’excède pas mille (1 000) dirhams pour chacune des deux taxes ; - des impositions émises par voie de rôle suite à rectification de la base d’imposition résultant de la déclaration, pour la période écoulée entre la date d’exigibilité de l’impôt et celle de l’émission du rôle. Pour la période qui s'écoule entre cette date et celle du paiement seule la majoration de 0,50% sera appliquée, étant donné que la pénalité de 10% et les majorations de retard jusqu’à la date d’émission du rôle sont déjà émises (Article 148)."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "F",
        "nom_partie" : "Procédures",
        "sous_partie" : "1",
        "nom_sous_partie" : "Prescription (Article 160)",
        "contenu" : "Les insuffisances, les erreurs et omissions totales ou partielles constatées dans la détermination des bases d’imposition ou le calcul de la taxe professionnelle, de la taxe d’habitation et de la taxe de services communaux, peuvent être réparées par l’administration dans un délai de quatre (4) ans à compter de l’année au titre de laquelle la taxe est due. Les insuffisances de perception, les erreurs ou omissions totales ou partielles constatées par l’administration dans la liquidation et l’émission des taxes peuvent être réparées dans le même délai de prescription. Ce délai de prescription est interrompu, par la mise en recouvrement des ordres de recettes."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "F",
        "nom_partie" : "Procédures",
        "sous_partie" : "2",
        "nom_sous_partie" : "Droit et délai de réclamation (Article 161)",
        "contenu" : "Les redevables qui contestent tout ou partie du montant de la taxe professionnelle, de la taxe d’habitation et de la taxe de services communaux mise à leur charge doivent adresser leurs réclamations à l’administration dans les six (6) mois suivant celui de la date de leur mise en recouvrement. Après instruction de la réclamation par le service compétent, il est statué sur la réclamation par le ministre chargé des finances ou la personne déléguée par lui à cet effet. Si le redevable n'accepte pas la décision rendue par l'administration ou à défaut de réponse de celle-ci dans le délai de six (6) mois suivant la date de la réclamation, le redevable requérant peut introduire une demande devant le tribunal compétent dans le délai de trente (30) jours suivant la date de l'expiration du délai de réponse de l'administration. Pour les redevables non résidents le délai de saisine du tribunal est porté à deux (2) mois. La réclamation ne fait pas obstacle au recouvrement immédiat des sommes exigibles et, s'il y a lieu, à l'engagement de la procédure de recouvrement forcé sous réserve de restitution totale ou partielle desdites sommes après décision ou jugement."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "F",
        "nom_partie" : "Procédures",
        "sous_partie" : "3",
        "nom_sous_partie" : "Dégrèvements, remises, modérations et mutation de cote (Article 162)",
        "contenu" : "Les taxations à la taxe professionnelle, la taxe d'habitation et la taxe de services communaux qui sont reconnues former surtaxe, double emploi ou faux emploi doivent faire l'objet d'un dégrèvement partiel ou total, dans le délai de prescription. Le redevable peut également bénéficier suite à une demande, et au vu des circonstances invoquées, d'une remise totale ou partielle des majorations, amendes, pénalités et autres sanctions prévues par la loi n° 47-06 précitée. En matière de taxe d'habitation, lorsqu'un immeuble est imposé au nom d'une personne autre que celle qui en est propriétaire, la mutation de cote ou le dégrèvement peut être prononcé sur la réclamation, soit du propriétaire, soit de celui sous le nom duquel la propriété a été imposée à tort, présentée dans les conditions de forme et de délai de prescription prévues à l'article 160 de la loi n° 47-06 précitée. En cas de contestation sur le droit de propriété, la taxe est établie provisoirement au nom du possesseur ou de l'occupant comme prévu à l'article 19 de la loi n° 47-06 précitée et les parties sont renvoyées devant les tribunaux compétents. Après jugement définitif, sur le droit de propriété, la situation est régularisée dans la limite de la prescription."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "F",
        "nom_partie" : "Procédures",
        "sous_partie" : "4",
        "nom_sous_partie" : "Compensation (Article 163)",
        "contenu" : "La compensation intervient lors de l'étude de la réclamation du redevable par laquelle il demande la décharge, la réduction ou la restitution du montant d'une imposition à la taxe professionnelle, à la taxe d'habitation et à la taxe de services communaux. En effet, l'administration peut opposer à l'intéressé toute compensation, au titre de la taxe concernée, entre les dégrèvements justifiés et les droits dont ce redevable peut encore être redevable en raison d'insuffisances ou d'omissions non contestées, constatées dans l'assiette ou le calcul de ses impositions non atteintes par la prescription."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "G",
        "nom_partie" : "Dispositions diverses",
        "sous_partie" : "1",
        "nom_sous_partie" : "Solidarité",
        "contenu" : "- Solidarité en cas de cession d'immeuble (Article 170) En cas de cession d'immeuble, le cessionnaire est tenu solidairement avec l'ancien propriétaire ou l'usufruitier au paiement de la taxe professionnelle, de la taxe d'habitation et de la taxe de services communaux. S'il s'agit de cession partielle, la solidarité ne porte que sur la quote-part des taxes afférentes à la part cédée. La solidarité ne peut être invoquée lorsque les quittances ou attestations des services de recouvrement justifiant du paiement desdites taxes sont présentées. - Solidarité des adoul et notaires (Article 171) L'article 171 de la loi n° 47-06 précitée prévoit l'obligation aux adoul, notaires ou toute autre personne exerçant des fonctions notariales, en cas de mutation ou de cession d'immeuble, de se faire présenter une attestation des services de recouvrement justifiant du paiement de la taxe professionnelle, de la taxe d'habitation et de la taxe de services communaux se rapportant à l'année de mutation ou de cession et aux années antérieures. Si cette obligation n'est pas respectée, ils sont tenus solidairement avec le redevable au paiement desdites taxes. Ainsi, les actes présentés par les parties au receveur de l'enregistrement doivent être retenus par celui-ci jusqu'à production de l'attestation précitée. - Solidarité en cas de cession de fonds de commerce (Article 172) En cas de cession d'un fonds de commerce, le cessionnaire a l'obligation de présenter une attestation délivrée par le service chargé du recouvrement justifiant le paiement de la taxe professionnelle, de la taxe d'habitation et de la taxe de services communaux dues par le cédant à la date de cession. En cas de non-respect de cette obligation, le cessionnaire peut être tenu solidairement responsable du paiement des taxes dues, à la date de cession, à raison de l'activité exercée. - Solidarité du propriétaire avec l'exploitant d'un fonds de commerce (Article 173) Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant du paiement de la taxe professionnelle, de la taxe d'habitation et de la taxe de services communaux dues à raison de l'exploitation dudit fonds."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "G",
        "nom_partie" : "Dispositions diverses",
        "sous_partie" : "2",
        "nom_sous_partie" : "Echéance et délai de procédure (Article 174)",
        "contenu" : "Lorsque les délais prévus en matière de la taxe professionnelle, de la taxe d'habitation et de la taxe de services communaux expirent un jour férié ou chômé légal, l'échéance est reportée au premier jour ouvrable qui suit. Les délais relatifs aux procédures prévues pour l'application de ces taxes sont des délais francs : le premier jour du délai et le jour de l'échéance n'entrent pas en ligne de compte."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "G",
        "nom_partie" : "Dispositions diverses",
        "sous_partie" : "3",
        "nom_sous_partie" : "Personnes soumises au secret professionnel (Article 175)",
        "contenu" : "Le secret professionnel s'applique à toutes les personnes appelées à l'occasion de leurs fonctions ou attributions à intervenir dans l'établissement, le contrôle, la perception ou le contentieux de la taxe professionnelle, de la taxe d'habitation et de la taxe de services communaux. Ces personnes ne peuvent communiquer les renseignements ou délivrer copies d'actes, documents ou registres en leur possession aux parties autres que les contractants ou redevables concernés ou à leurs ayants cause à titre universel que sur ordonnance du juge compétent."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "G",
        "nom_partie" : "Dispositions diverses",
        "sous_partie" : "4",
        "nom_sous_partie" : "Abrogations (article 176)",
        "contenu" : "La loi n° 47-06 précitée entre en vigueur à compter du 1er janvier 2008 : Il s'ensuit donc que : I - Sont abrogés, à compter de cette date : le dahir n° 1-61-442 du 22 rejeb 1381 (30 décembre 1961) portant règlement de l'impôt des patentes ; - la loi n° 37-89 relative à la taxe urbaine promulguée par le dahir n° 1-89-228 du 22 joumada I 1410 (30 décembre 1989) ; - la loi n° 22-97 instituant au profit des chambres de commerce, d'industrie et de services, des chambres d'artisanat et des chambres des pêches maritimes et leurs fédérations un décime additionnel à l'impôt des patentes promulguée par le dahir n° 1-97-170 du 27 rabii I 1418 (2 août 1997) ; - la loi n° 30.89 relative à la fiscalité des collectivités locales et de leurs groupements. II - Sont également abrogées, à compter de la même date, toutes les dispositions relatives aux impôts et taxes cités ci-dessus, prévues par des textes législatifs particuliers. III - Les références aux lois citées au paragraphe I ci-dessus, contenues dans des textes législatifs et réglementaires sont remplacées par les dispositions correspondantes de la loi n° 47-06 précitée. IV - Toute disposition relative à la fiscalité des collectivités locales doit être prévue par la loi n° 47-06 précitée."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "G",
        "nom_partie" : "Dispositions diverses",
        "sous_partie" : "5",
        "nom_sous_partie" : "Date d'effet (article 177)",
        "contenu" : "Les dispositions de la loi n° 47-06 précitée sont applicables à compter du 1° janvier 2008."
    },
    {
        "document" : "NOTE DE SERVICE - Loi n° 47-06 relative à la fiscalité des collectivités locales.",
        "chapitre" : "II",
        "nom_chapitre" : "Mesures de fond",
        "partie" : "G",
        "nom_partie" : "Dispositions diverses",
        "sous_partie" : "6",
        "nom_sous_partie" : "Dispositions transitoires (Article 178)",
        "contenu" : "Les dispositions des textes abrogés par l'article 176-I de la loi n° 47-06 précitée, et qui sont cités ci-dessus, demeurent applicables pour les besoins d'assiette, de contentieux, de contrôle et de recouvrement des impôts et taxes concernant la période antérieure à la date d'entrée en vigueur de la nouvelle loi n° 47-06 précitée."
    }
]
