[
    {
      "objet": "Application de la taxe professionnelle et de la taxe de services communaux aux biens loués.",
      "numero_reponse": "577",
      "date_reponse": "14 octobre 2010",
      "reponse": "Par e-mail cité en référence, vous avez demandé des éclaircissements sur les modalités d’application de la taxe professionnelle et de la taxe de services communaux aux biens loués à usage professionnel. En réponse, j’ai l’honneur de vous rappeler le traitement fiscal applicable à ces biens au niveau du propriétaire et du locataire. I- Au niveau du propriétaire Les biens à usage professionnel donnés en location ne sont pas soumis à la taxe professionnelle au nom du propriétaire, ces biens sont imposables à cette taxe entre les mains du locataire qui les exploite, conformément aux dispositions du troisième alinéa de l’article 7 de la loi n° 47-06 relative à la fiscalité des collectivités locales. Par contre, ces biens sont soumis à la taxe de services communaux au nom du propriétaire, conformément aux dispositions de l’article 33 de la loi n° 47-06 précitée. La valeur locative à retenir pour l’application de cette taxe est le montant global des loyers, conformément aux dispositions de l’article 35-b) de la loi n° 47-06 précitée. II- Au niveau du locataire Conformément aux dispositions de l’article 7 de la loi n° 47-06 précitée, le locataire de biens à usage professionnel est soumis à la taxe professionnelle sur la base de leur valeur locative déterminée au moyen de baux et actes de location. Cette valeur locative ne peut être inférieure à 3% de leur prix de revient. Quant au locataire, il n’est pas soumis à la taxe de services communaux au titre des biens donnés en location. Veuillez agréer, Madame, l’expression de ma considération distinguée"
    },
    {
      "objet": "Fiscalité locale : début d'activité",
      "numero_reponse": "563",
      "date_reponse": "16 novembre 2009",
      "reponse": "Par e-mail cité en référence, vous avez sollicité des éclaircissements sur le « début d’activité» en demandant s'il s'agit de la date du contrat de bail, du permis d'exploiter, de la première opération ou de celle de l'inscription à la taxe professionnelle. En réponse, j’ai l’honneur de vous préciser que la date à prendre en considération pour le début d'activité est celle correspondant au premier acte commercial coïncidant avec la première opération d’acquisition de biens et services à l’exclusion des frais de constitution des sociétés"
    }
]