[
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "premier",
        "contenu" : "Un plan d'épargne éducation, désigné ci-après « PEE », est un contrat souscrit par une personne physique, désignée ci-après « souscripteur », auprès d'une banque ou d'une entreprise d'assurances et de réassurance, en vertu duquel le souscripteur s'engage à procéder à des versements réguliers rémunérés pendant la phase de constitution de l'épargne. Conformément aux dispositions du VI de l'article 68 du code général des impôts, les sommes investies dans ledit plan sont destinées au financement des études dans tous les cycles d'enseignement ainsi que dans les cycles de formation professionnelle des enfants à charge, désigné ci-après « bénéficiaire »."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "2",
        "contenu" : "Le PEE est souscrit auprès des banques agréées conformément à la loi n° 34-03 relative aux établissements de crédit et organismes assimilés et auprès des entreprises d'assurances et de réassurance agréées conformément à la loi n° 17-99 portant code des assurances. Le bénéficiaire du PEE doit être âgé au maximum de dix-huit (18) ans à la souscription du PEE et ne peut bénéficier que d'un seul PEE. Le contrat de souscription du PEE doit comporter au moins les conditions générales de souscription, de fonctionnement et de clôture du PEE telles que précisées par le présent arrêté. Le PEE, souscrit auprès des entreprises d'assurances et de réassurance, doit respecter les dispositions de la loi n° 17-99 précitée et de ses textes d'application. Les établissements, visés à l'alinéa premier ci-dessus, sont tenus de délivrer gratuitement au souscripteur du PEE un exemplaire du contrat de souscription dûment signé par les deux parties. A la souscription du PEE, le souscripteur procède au versement d'un dépôt initial dont le montant ne peut être inférieur à cinq cent (500) dirhams."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "3",
        "contenu" : "Le souscripteur procède à des versements périodiques d'un montant convenu dans le contrat de souscription. Le souscripteur peut procéder à des versements au delà du montant convenu. Le montant des versements effectués au cours de chaque année, à compter de la date de souscription du PEE, ne peut être inférieur à mille cinq cents (1.500) dirhams. Conformément aux dispositions du VI de l'article 68 précité, le montant des versements effectués dans ledit PEE ne doit pas dépasser trois cent mille (300.000) dirhams par enfant."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "4",
        "contenu" : "L'intérêt servi sur les PEE souscrits auprès d'une banque est égal au taux d'intérêt minimum applicable aux dépôts en comptes sur carnets, tel que fixé par la réglementation en vigueur, majoré de cinquante (50) points de base au moins. Les intérêts sont capitalisés lors de chaque arrêté trimestriel, valeur fin du trimestre précédent. Les conditions régissant cette rémunération doivent être précisées dans le contrat de souscription. Les modalités de la revalorisation de l'épargne constituée dans le cadre d'un PEE souscrit auprès d'une entreprise d'assurances et de réassurance sont fixées par le contrat dans le respect des dispositions de la loi n° 17-99 précitée et de ses textes d'application."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "5",
        "contenu" : "Conformément aux dispositions du VI de l'article 68 précité, le montant des versements et des intérêts y afférents doit être intégralement conservé dans le PEE pour une période égale au moins à cinq (5) ans à compter de la date d'ouverture dudit plan. Le souscripteur d'un PEE, au profit d'un bénéficiaire, peut procéder au changement dudit bénéficiaire par un autre bénéficiaire. Le souscripteur d'un PEE auprès d'une banque peut procéder au transfert total dudit PEE à une autre banque."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "6",
        "contenu" : "Au terme de la période d'épargne, le souscripteur perçoit des versements trimestriels sur une période d'au moins quatre (4) ans. Cette période peut être écourtée sur une demande dûment justifiée par le souscripteur. Le souscripteur peut procéder à des retraits au delà des versements susmentionnés. Ces retraits doivent correspondre à des dépenses d'études dûment justifiées. Aucun versement n'est permis après le premier retrait."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "7",
        "contenu" : "Conformément aux dispositions du VI de l'article 68 précité, le PEE est clos et les revenus générés par ledit plan sont imposables dans les conditions de droit commun au cas du non respect des conditions ci-après : que les sommes investies dans ledit plan soient destinées au financement des études dans tous les cycles d'enseignement ainsi que dans les cycles de formation professionnelle des enfants à charge ; que le montant des versements et des intérêts y afférents soient intégralement conservés dans ledit plan pour une période égale au moins à cinq (5) ans à compter de la date d'ouverture dudit plan ; que le montant des versements effectués dans ledit plan ne dépasse pas trois cent mille (300.000) dirhams par enfant."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "8",
        "contenu" : "Au terme de la période d'épargne, pour bénéficier de l'exonération prévue au VI de l'article 68 précité, le souscripteur doit fournir à la banque ou à l'entreprise d'assurances et de réassurance les pièces suivantes : – un extrait d'acte de naissance du bénéficiaire ; – un certificat d'inscription du bénéficiaire à des études dans les cycles d'enseignement ou de formation professionnelle."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "9",
        "contenu" : "Le ministre chargé des finances peut demander aux banques et aux entreprises d'assurances et de réassurance la communication de tous documents et renseignements nécessaires au suivi des PEE qu'elles gèrent. Il en détermine la liste, le modèle et les délais de transmission. "
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1251-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne éducation.",
        "article" : "10",
        "contenu" : "Le présent arrêté sera publié au Bulletin officiel."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "premier",
        "contenu" : "Un plan d'épargne en actions, désigné ci-après « PEA » est un contrat d'épargne en valeurs mobilières visées à l'article 5 ci-dessous souscrit par une personne physique auprès de l'un des établissements visés à l'article 2 ci-dessous, lequel est chargé, en vertu dudit contrat, de gérer le PEA dans le respect des dispositions législatives et règlementaires en vigueur, ainsi que celles du présent arrêté. Réassurance donne lieu à la souscription auprès de ladite entreprise d'assurances et de réassurance d'un contrat de capitalisation à capital variable régi par les dispositions des articles 98 et 99 de la loi n° 17-99 portant Code des assurances et des textes pris pour leur application."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "2",
        "contenu" : "Peuvent souscrire un PEA, les personnes physiques majeures résidentes ainsi que les marocains résidant à l'étranger (MRE) dénommés ci-après «les souscripteurs» auprès de l'un des établissements ci-après : - Les banques agréées conformément à la loi n° 34-03 relative aux établissements de crédit et organismes assimilés ; - Les sociétés de bourse habilitées à tenir des comptes titres conformément aux dispositions de l’article 24 de la loi n° 35-96 relative à la création d’un dépositaire central et à l’institution d’un régime général de l’inscription en compte de certaines valeurs telle que modifiée et complétée ; - Les entreprises d’assurances et de réassurance agréées conformément aux dispositions de la loi n° 17-99 précitée ; - La Caisse de dépôt et de gestion régie par le dahir n° 1-59-074 du 1er chaabane 1378 (10 février 1959) instituant une caisse de dépôt et de gestion, tel que modifié et complété."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "3",
        "contenu" : "Le PEA précise notamment les obligations des parties. Outre les énonciations prévues par la législation et la réglementation en vigueur, le PEA doit comporter au moins les conditions générales d'ouverture, de fonctionnement, de transfert et de clôture. Les établissements visés à l'article 2 ci-dessus sont tenus de délivrer gratuitement au souscripteur du PEA un exemplaire du contrat dûment signé par les deux parties. Chaque titulaire ne peut détenir qu'un seul PEA et un PEA ne peut avoir qu'un seul souscripteur."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "4",
        "contenu" : "Le PEA donne lieu à la tenue, auprès de l'un des établissements visés à l'article 2 ci-dessus, d'un compte titres et d'un compte espèces associés."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "5",
        "contenu" : "En vertu des contrats visés à l'article premier ci-dessus, le souscripteur effectue des versements en numéraire auprès de l'un des établissements visés à l'article 2 aux fins de placement dans l'une des catégories des emplois suivants et ce, conformément aux dispositions du VI de l'article 68 du Code général des impôts : a) les actions et certificats d'investissement, inscrits à la cote de la bourse des valeurs du Maroc, émis par des sociétés de droit marocain ; b) les droits d'attribution et de souscription afférents auxdites actions ; c) les titres d'OPCVM 'actions', tels que définis par la réglementation en vigueur. Toutefois et conformément aux dispositions du VI dudit article 68, sont exclus du PEA les titres acquis dans le cadre d'attribution d'options de souscription ou d'achats d'actions par les sociétés au profit de leurs salariés et qui bénéficient des dispositions prévues à l'article 57-14° du Code général des impôts."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "6",
        "contenu" : "À l'exception du PEA contracté auprès d'une entreprise d'assurances et de réassurance appelé « contrat de capitalisation à capital variable », le titulaire d'un PEA peut transférer en totalité son PEA de l'un des établissements visés à l'article 2 ci-dessus à un autre. Dans ce cas, un nouveau contrat doit être conclu avec le nouvel établissement qui doit être également l'un des établissements précités. Ce dernier délivre à la demande du titulaire tout document justifiant ledit transfert. L'établissement initial effectue le transfert total des espèces et valeurs au nouvel établissement et lui communique les informations relatives au PEA d'origine notamment : • la date d'ouverture du PEA d'origine ; • le montant cumulé des versements en numéraire et les titres détenus dans l'ancien PEA ; • la désignation des titres figurant sur le PEA et leur valeur à la date d'acquisition et à la date du transfert ; • éventuellement, les retraits effectués après la 5e année. Le transfert d'un PEA peut également intervenir en cas de liquidation judiciaire de l'un des établissements visés à l'article 2 ci-dessus, dans les conditions prévues à l'article 30 de la loi n° 35-96 précitée. Aucun versement ne peut être effectué sur le nouveau PEA tant que le transfert total des actifs n'est pas encore effectif. Toutefois, en cas de retrait d'agrément d'une entreprise d'assurances et de réassurance, il est fait application des dispositions de l'article 267 de la loi n° 17-99 précitée pour la détermination du sort des PEA ouverts auprès de ladite entreprise."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "7",
        "contenu" : "Le PEA prend effet à la date du premier versement. Sa durée de vie est de 5 ans au moins à compter de la date de sa souscription. Le montant du versement initial dans un PEA est fixé à un minimum de cent (100) dirhams. Les versements pourront ensuite être effectués selon les modalités prévues par le contrat visé à l'article 3 ci-dessus à condition que le montant de ces versements ne soit pas inférieur à deux mille quatre cents (2400) dirhams par an. Le montant minimum des versements annuels peut être reporté d'une année à une autre. Le montant cumulé des versements (hors revenus et profits capitalisés) effectués par le souscripteur au titre du PEA est plafonné à six cent mille (600.000) dirhams conformément aux dispositions du VII de l'article 68 du Code général des impôts."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "8",
        "contenu" : "Le compte espèces du PEA enregistre au crédit le montant des versements en numéraire effectués dans le PEA, les produits des cessions des titres et le montant des dividendes attachés aux titres inscrits dans le PEA. Il enregistre au débit le montant des souscriptions et achats des titres, les retraits d'espèces, les commissions et les frais de gestion. Le compte espèces ne peut en aucun cas être débiteur."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "9",
        "contenu" : "Les titres des sociétés au sein desquelles le titulaire du PEA et ses enfants mineurs détiennent ensemble plus de 5% du capital social ne sont pas admissibles au PEA."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "10",
        "contenu" : "Les revenus et profits générés par les placements effectués sur un PEA sont remployés dans le PEA dans les mêmes conditions que les versements."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "11",
        "contenu" : "Tout retrait, même partiel de sommes ou de valeurs et, dans le cas des contrats de capitalisation à capital variable, tout rachat, intervenant avant l'expiration de la 5ème année, entraîne la clôture du PEA et la déchéance des avantages fiscaux conformément aux dispositions du VII de l'article 68 du Code général des impôts. Les retraits partiels des sommes ou valeurs et, dans le cas des contrats de capitalisation à capital variable, les rachats partiels, au-delà de la 5ème année n'entraînent ni la clôture du PEA, ni la déchéance des avantages fiscaux conformément aux dispositions du VI de l'article 68 du Code général des impôts. Toutefois, aucun versement n'est possible après le premier retrait ou le premier rachat."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "12",
        "contenu" : "La clôture du PEA résulte de l'un des événements suivants : retrait de la totalité des sommes ou valeurs figurant sur le PEA ; rachat total du contrat de capitalisation à capital variable ; l'échéance du contrat de capitalisation à capital variable ; retrait ou rachat partiel avant l'expiration de la 5ème année ; détention de plus d'un PEA par une même personne ; inscription de titres non éligibles ; démembrement de titres figurant sur le PEA ; transfert du domicile fiscal du titulaire du plan hors du Maroc ; non respect des dispositions du présent arrêté ; décès du titulaire du plan."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "13",
        "contenu" : "Le ministre chargé des finances peut demander aux établissements visés à l'article 2 ci-dessus la communication de tous documents et renseignements nécessaires au suivi des plans d'épargne en actions qu'ils gèrent. Il en détermine la liste, le modèle et les délais de transmission."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1252-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne en actions.",
        "article" : "14",
        "contenu" : "Le présent arrêté sera publié au Bulletin officiel."
    },
    {
        "document" : "Arrêté du ministre de l'industrie, du commerce et des nouvelles technologies n° 896-12 du 12 rabii II 1433 (5 mars 2012) désignant les membres du Conseil supérieur de normalisation, de certification et d'accréditation (CSNCA).",
        "article" : "premier",
        "contenu" : "Sont désignés membres du Conseil supérieur de normalisation, de certification et d'accréditation (CSNCA), pour une durée de 2 ans, les représentants des catégories de membres mentionnées à l'article premier du décret susvisé n° 2-10-252, comme suit : - le secrétaire général de l'Union marocaine du travail ou son représentant, en tant que représentant des syndicats des salariés ; - le président de la Fédération nationale des associations des consommateurs (FNAC) ou son représentant, en tant que représentant des associations de consommateurs ; - le directeur de l'Ecole Mohammadia des ingénieurs ou son représentant, en tant que représentant des établissements de la recherche scientifique et de la formation ; - le directeur général du Laboratoire public d'essais et d'études ou son représentant, en tant que représentant des laboratoires et centres techniques ; - le président de la Fédération de la chimie et de la parachimie (FCP) ou son représentant, en tant que représentant des associations professionnelles ; - le président de l'Association des certificateurs du Maroc (ACM) ou son représentant, en tant que représentant des organismes de certification, de vérification ou de contrôle."
    },
    {
        "document" : "Arrêté du ministre de l'industrie, du commerce et des nouvelles technologies n° 896-12 du 12 rabii II 1433 (5 mars 2012) désignant les membres du Conseil supérieur de normalisation, de certification et d'accréditation (CSNCA).",
        "article" : "2",
        "contenu" : "Les membres visés à l'article premier ci-dessus sont désignés, nominativement, par les organismes qu'ils représentent."
    },
    {
        "document" : "Arrêté du ministre de l'industrie, du commerce et des nouvelles technologies n° 896-12 du 12 rabii II 1433 (5 mars 2012) désignant les membres du Conseil supérieur de normalisation, de certification et d'accréditation (CSNCA).",
        "article" : "3",
        "contenu" : "Le présent arrêté sera publié au Bulletin officiel."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "premier",
        "contenu" : "Un plan d'épargne logement, désigné ci-après « PEL », est un contrat souscrit par une personne physique, désignée ci-après « souscripteur », auprès d'une banque, en vertu duquel le souscripteur s'engage à procéder à des versements réguliers rémunérés pendant l'épargne. Cette épargne ouvre droit à un prêt de ladite banque pour le financement à l'acquisition ou la construction d'un logement. Conformément aux dispositions du V de l'article 68 du Code général des impôts, les sommes investies dans ledit plan sont destinées à l’acquisition ou la construction d’un logement à usage d’habitation principale."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "2",
        "contenu" : "Le PEL est souscrit auprès des banques agréées conformément à la loi n° 34-03 relative aux établissements de crédit et organismes assimilés. Une même personne ne peut souscrire qu'un seul PEL. Le contrat de souscription du PEL doit comporter au moins les conditions générales de souscription, de fonctionnement et de clôture du PEL, telles que précisées par le présent arrêté. La banque est tenue de délivrer gratuitement au souscripteur du PEL un exemplaire dudit contrat de souscription dûment signé par les deux parties. A la souscription du PEL, le souscripteur procède au versement d’un dépôt initial dont le montant ne peut être inférieur à cinq cent (500) dirhams."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "3",
        "contenu" : "Le souscripteur procède à des versements périodiques, mensuels ou trimestriels, d'un montant convenu dans le contrat de souscription. Le souscripteur peut procéder à des versements au delà du montant convenu. Le montant des versements, effectués au cours de chaque année, à compter de la date de souscription du PEL, ne peut être inférieur à trois mille (3.000) dirhams. Conformément aux dispositions du V de l'article 68 précité, le montant cumulé des versements effectués dans ledit PEL ne doit pas dépasser quatre cent mille (400.000) dirhams."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "4",
        "contenu" : "L’intérêt servi sur les PEL est égal au taux d’intérêt minimum applicable aux dépôts en comptes sur carnets tel que fixé par la réglementation en vigueur, majoré de cinquante (50) points de base au moins. Les intérêts sont capitalisés lors de chaque arrêté trimestriel, valeur fin du trimestre précédent. Les conditions régissant la rémunération du PEL doivent être précisées dans le contrat de souscription."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "5",
        "contenu" : "Conformément aux dispositions du V de l'article 68 précité, le montant des versements et des intérêts y afférents doit être intégralement conservé dans le PEL pour une période égale au moins à trois (3) ans à compter de la date d'ouverture dudit plan. Le souscripteur d’un PEL peut, à partir du terme de la troisième année du PEL, procéder à un retrait partiel ou total du montant épargné en vue du financement d'une avance pour l'acquisition d'un logement. Cette avance doit être justifiée par un acte dûment conclu et enregistré dans les conditions et les formes prévues par la législation en vigueur. Le souscripteur d’un PEL auprès d'une banque peut procéder au transfert total dudit PEL à une autre banque."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "6",
        "contenu" : "Au terme de la période d'épargne, le souscripteur d'un PEL peut bénéficier, auprès de sa banque, d'un prêt logement à un taux d'intérêt inférieur d'au moins 50 points de base par rapport au taux appliqué à des prêts de mêmes caractéristiques. Le montant du prêt est au moins égal à trois (3) fois l’épargne régulière équivalente, telle que définie à l’alinéa 4 ci-dessous. Le prêt peut être d’un montant inférieur selon la capacité de remboursement de l’emprunteur ou à sa demande. Le montant du prêt majoré de l’épargne constituée ne doit pas dépasser le coût d’acquisition ou de construction du logement. L’épargne régulière équivalente correspond à l’épargne constituée par des versements mensuels fixes et qui dégage, sur la même durée du PEL, un rendement égal au rendement du PEL. La banque se réserve le droit de s’assurer de la capacité de l’emprunteur à honorer les engagements qui découlent du prêt. Le souscripteur d’un PEL peut demander un prêt logement à une banque autre que la banque détentrice du PEL. Dans ce cas, le PEL est transféré à la banque prêteuse."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "7",
        "contenu" : "Conformément aux dispositions du V de l'article 68 précité, le PEL est clos et les revenus générés par ledit plan sont imposables dans les conditions de droit commun au cas du non respect des conditions ci-après : – que les sommes investies dans ledit plan soient destinées à l’acquisition ou la construction d’un logement à usage d’habitation principale ; – que le montant des versements et des intérêts y afférent soient intégralement conservés dans ledit plan pour une période égale au moins à trois (3) ans à compter de la date d’ouverture dudit plan ; – que le montant des versements effectués par le contribuable dans ledit plan ne dépasse pas quatre cent mille (400.000) dirhams."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "8",
        "contenu" : "Au terme de la période de l’épargne, pour bénéficier des exonérations prévues au V de l’article 68 précité, le souscripteur du PEL doit produire une attestation délivrée par l’administration fiscale justifiant qu’il n’est pas propriétaire de logement."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "9",
        "contenu" : "Le ministre chargé des finances peut demander aux banques la communication de tous documents et renseignements nécessaires au suivi des PEL qu'elles gèrent. Il en détermine la liste, le modèle et les délais de transmission."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1250-12 du 27 rabii Il 1433 (20 mars 2012) relatif au plan d'épargne logement.",
        "article" : "10",
        "contenu" : "Le présent arrêté sera publié au Bulletin officiel."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1054-12 du 3 chaoual 1433 (22 août 2012) fixant la procédure d'octroi du statut de contribuable catégorisé.",
        "article" : "premier",
        "contenu" : "Les entreprises désireuses d'obtenir le statut de contribuable catégorisé sont tenues de déposer auprès de la direction générale des impôts une demande établie selon un imprimé fourni par l'administration, accompagnée d'un dossier constitué des documents suivants : — d'une situation retraçant les déclarations et les paiements de tous les impôts et taxes intervenus au cours des quatre dernières années ; — d'un état récapitulatif, le cas échéant, des affaires contentieuses enregistrées au cours des quatre (4) dernières années ; — d'un état de recouvrement des droits (principal et majorations) issus du dernier contrôle fiscal, s'il y a lieu ; — et, le cas échéant, du procès-verbal de la dernière assemblée générale ou de la réunion du conseil d'administration. Le dossier ne contenant pas tous les documents cités ci-dessus est considéré comme incomplet et le demandeur est invité, dans un délai de (15) quinze jours, à fournir les documents manquants."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1054-12 du 3 chaoual 1433 (22 août 2012) fixant la procédure d'octroi du statut de contribuable catégorisé.",
        "article" : "2",
        "contenu" : "Le dossier visé à l'article premier ci-dessus est soumis à l'examen d'une commission ad hoc à l'effet de s'assurer que l'entreprise demanderesse remplit les conditions d'octroi prévues à l'article premier du décret susvisé n° 2-12-132 du 28 ramadan 1433 (17 août 2012). La commission peut demander la production de tous autres documents jugés nécessaires pour l'instruction dudit dossier."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1054-12 du 3 chaoual 1433 (22 août 2012) fixant la procédure d'octroi du statut de contribuable catégorisé.",
        "article" : "3",
        "contenu" : "A l'issue de l'examen du dossier, la commission invite le contribuable éligible, par lettre recommandée avec accusé de réception ou par courrier électronique dans un délai de deux (2) mois à compter de la date de dépôt de sa demande, à fournir dans un délai de six (6) mois à compter de la date de la réception de ladite lettre ou dudit courrier, les rapports d'audit comptable et financier et du diagnostic économique et social. Ce délai peut être prorogé de deux (2) mois à la demande du contribuable intéressé. Le contribuable qui ne remplit pas les conditions d'octroi précitées est invité, dans les mêmes formes, à régulariser sa situation, dans un délai de trois (3) mois avant tout réexamen de son dossier. Passé ce délai, la demande devient sans objet."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1054-12 du 3 chaoual 1433 (22 août 2012) fixant la procédure d'octroi du statut de contribuable catégorisé.",
        "article" : "4",
        "contenu" : "Le rapport d'audit comptable et financier visé à l'article 3 ci-dessus peut être remplacé, en ce qui concerne les sociétés auprès desquelles doit être désigné un commissaire aux comptes, par les rapports général et spécial émis par le commissaire aux comptes de la société et destinés à l'assemblée générale des actionnaires."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1054-12 du 3 chaoual 1433 (22 août 2012) fixant la procédure d'octroi du statut de contribuable catégorisé.",
        "article" : "5",
        "contenu" : "Les rapports d'audit comptable et financier et du diagnostic économique et social visés à l'article 3 ci-dessus sont soumis pour avis à la commission. En cas d'avis favorable émis par la commission, une convention est signée entre l'administration et le contribuable retenu. Cette convention fixera la catégorie du statut octroyé (A ou B) ainsi que les facilités et les avantages consentis à chaque catégorie. La convention produit ses effets dès sa signature par les deux parties. Elle est valable pour une durée de (2) ans, renouvelable une seule fois par tacite reconduction. Six (6) mois avant l'expiration du terme de la convention, une nouvelle demande doit être déposée et examinée dans les mêmes formes et conditions prévues ci-dessus."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1054-12 du 3 chaoual 1433 (22 août 2012) fixant la procédure d'octroi du statut de contribuable catégorisé.",
        "article" : "6",
        "contenu" : "La direction générale des impôts exerce un suivi régulier des entreprises bénéficiant du statut de contribuable catégorisé pour s'assurer du respect des conditions d'octroi requises. A cet effet, les contribuables concernés sont tenus de communiquer à l'administration fiscale toute information nouvelle susceptible d'affecter leurs situations."
    },
    {
        "document" : "Arrêté du ministre de l'économie et des finances n° 1054-12 du 3 chaoual 1433 (22 août 2012) fixant la procédure d'octroi du statut de contribuable catégorisé.",
        "article" : "7",
        "contenu" : "Le directeur général des impôts est chargé l'exécution du présent arrêté qui prend effet à compter de la date de sa publication au Bulletin officiel."
    }
]