[
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "introduction" : "Le statut de catégorisation commune est ouvert, à toute entreprise établie sur le territoire national quelle que soit sa taille et quel que soit son statut, qui exerce une activité liée au commerce international, pendant au moins 4 années et qui satisfait aux critères d’éligibilité au statut d’OEA et de contribuable catégorisé, à savoir : - la satisfaction aux critères de conformités douanières et aux normes en matière d'archivage des écritures, - l’application des normes appropriées en matière de sécurité et de sûreté, - le critère de solvabilité financière, - l’accomplissement des obligations déclaratives et de paiement prévus par le Code Général des Impôts, - l’absence d’infractions graves au code général des impôts. Le niveau de satisfaction de ces critères est apprécié suivant la procédure et le référentiel communs établis par les deux administrations et déclinés dans ce qui suit."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "1",
        "nom_chapitre" : "ETUDE PREALABLE D’ELIGIBILITE",
        "partie" : "A",
        "nom_partie" : "DEPOT DU DOSSIER",
        "sous_partie" : "a",
        "nom_sous_partie" : "Composition du dossier",
        "contenu" : "Le dossier est composé d’une demande dûment datée et signée par la personne habilitée à engager l’entreprise et de ses pièces exigibles (Cf. annexe 1). Le dossier de demande est mis en ligne à la disposition des entreprises candidates qui peuvent le télécharger des portails Internet des deux administrations : - www.douane.gov.ma ou ; - www.tax.gov.ma."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "1",
        "nom_chapitre" : "ETUDE PREALABLE D’ELIGIBILITE",
        "partie" : "A",
        "nom_partie" : "DEPOT DU DOSSIER",
        "sous_partie" : "b",
        "nom_sous_partie" : "Modalités et lieu de dépôt",
        "contenu" : "Le dossier constitué est déposé, au choix de l’entreprise, soit auprès des services centraux de l’Administration des Douanes et Impôts Indirects (ADII) ou de ceux de la Direction Générale des Impôts (DGI). Ce dépôt doit se faire sous format papier et électronique (supports ou e-mail) à l’adresse électronique : - categorisationcommune@douane.gov.ma ou - categorisationcommune@tax.gov.ma."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "1",
        "nom_chapitre" : "ETUDE PREALABLE D’ELIGIBILITE",
        "partie" : "B",
        "nom_partie" : "RECEVABILITE DES DEMANDES",
        "contenu" : "Il est procédé par le service auprès duquel le dépôt a été effectué, à un examen de recevabilité du dossier. Le demandeur est informé du résultat de cet examen dans les 48 heures qui suivent la date du dépôt de son dossier. Lorsque le dossier est jugé incomplet, le demandeur est invité à fournir les informations ou documents manquants. Les dossiers recevables sont échangés entre les deux administrations."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "1",
        "nom_chapitre" : "ETUDE PREALABLE D’ELIGIBILITE",
        "partie" : "C",
        "nom_partie" : "ETUDE PREALABLE",
        "contenu" : "Une commission mixte se réunit, chaque Jeudi, une fois à la DGI et une fois à l’ADII, pour se prononcer sur l’éligibilité des entreprises postulantes aux avantages du statut. Cette commission procède à une analyse approfondie des demandes déposées, sur la base : - Des éléments liés au respect de la législation et la réglementation en vigueur, - De la qualité des déclarations de l’entreprise, - Des informations issues des documents et écritures des deux administrations. Il demeure entendu, que cette analyse doit tenir compte des normes sectorielles en vigueur applicables à la branche d’activité de l’entreprise."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "1",
        "nom_chapitre" : "ETUDE PREALABLE D’ELIGIBILITE",
        "partie" : "C",
        "nom_partie" : "ETUDE PREALABLE",
        "sous_partie" : "a",
        "nom_sous_partie" : "Critères examinés",
        "contenu" : "L’analyse d’éligibilité préalable porte sur les volets suivants : - L’accomplissement par le demandeur de ses obligations déclaratives et de paiements prévus par le Code Général des Impôts : L’examen vise à s’assurer, à travers le dossier fiscal, que le postulant remplit spontanément ses obligations fiscales, de déclaration et de paiement, conformément aux dispositions législatives en la matière. - L’absence d’infractions graves au Code Général des Impôts : A travers un examen diagnostic du dossier fiscal, l’administration s’assure que les déclarations fiscales souscrites par l’entreprise sont établies dans le respect des : - Principes de forme, exigés par la loi ; - Principes de la conformité, de la fiabilité et de la sincérité par rapport aux dispositions légales. - L’absence d’antécédents contentieux graves avec l’ADII : Cet examen s’effectue sur la base des éléments déclaratifs repris au niveau de la demande et de ceux issus des écritures de l’administration. Il vise à apprécier : - La qualité des relations de l’entreprise avec la douane (antécédents contentieux éventuels, respect de l’entreprise des lois et règlements douaniers) ; - La nature des opérations initiées auprès de la douane : principalement les régimes douaniers usités (volume des opérations par régime douanier), qualité de la gestion des comptes initiés sous les régimes économiques en douane, typologie des opérations d’import et export…). - La situation financière : Cette analyse menée conjointement par les deux administrations sur la base des documents tenus par les services de la DGI, vise à apprécier le degré d’indépendance financière de l’entreprise, sa capacité à faire face à ses engagements, ainsi que son potentiel d’assurer la pérennité de son activité."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "1",
        "nom_chapitre" : "ETUDE PREALABLE D’ELIGIBILITE",
        "partie" : "C",
        "nom_partie" : "ETUDE PREALABLE",
        "sous_partie" : "b",
        "nom_sous_partie" : "Notification de la décision suite à l’examen des dossiers",
        "contenu" : "Le résultat de l’étude préalable d’éligibilité, validé conjointement par les deux administrations, est notifié à l’entreprise dans un délai maximum d’un mois à compter de la date de recevabilité de la demande (lettre, Fax, e-mail…) : - L’entreprise est éligible : elle sera invitée par l’administration auprès de laquelle le dépôt de la demande est effectué à engager les missions d’audit par un cabinet spécialisé de son choix, selon le référentiel établi à cet effet, téléchargeable sur les sites de l’ADII et la DGI (Cf. annexe 2) ; - L’entreprise n’est pas éligible : elle sera informée du motif du rejet. Pour les entreprises ayant une situation à régulariser au moment ou au cours du déclenchement de l’examen de leur demande (contentieux, RAR chez les perceptions ou RAF, autres...), la commission mixte ne peut se prononcer définitivement sur leur éligibilité qu’une fois les justificatifs de régularisation présentés."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "2",
        "nom_chapitre" : "MISSIONS D’AUDIT",
        "contenu" : "Les missions d’audit permettent à l’administration de mieux connaître l’entreprise, à travers l’évaluation des données relatives à son organisation, à son activité, à ses performances, à la qualité de sa gestion et à son degré de transparence, ainsi que celles relatives à ses capacités financières et sa contribution fiscale."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "2",
        "nom_chapitre" : "MISSIONS D’AUDIT",
        "partie" : "A",
        "nom_partie" : "DOMAINES DU DIAGNOSTIC",
        "sous_partie" : "a",
        "nom_sous_partie" : "Mission d’audit comptable et financier",
        "contenu" : "La mission d’audit comptable et financier vise à obtenir une assurance raisonnable sur le degré de fiabilité de la comptabilité de l’entreprise, ainsi que sur son niveau de transparence financière. Cette mission sera menée conformément à la réglementation et aux normes professionnelles en vigueur. Dans le cas des sociétés disposant d’un commissaire aux comptes, ladite mission sera remplacée par les rapports général et spécial, émis par le commissaire aux comptes de la société et destinés à l’assemblée générale des actionnaires. En revanche, les entreprises non soumises légalement à cette obligation doivent soumettre, dans une démarche volontaire et personnelle, leur comptabilité à un audit financier et comptable, effectué selon les normes professionnelles en vigueur."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "2",
        "nom_chapitre" : "MISSIONS D’AUDIT",
        "partie" : "A",
        "nom_partie" : "DOMAINES DU DIAGNOSTIC",
        "sous_partie" : "b",
        "nom_sous_partie" : "Mission d’audit organisationnel et stratégique",
        "contenu" : "Cette mission d’audit est menée selon le référentiel d’audit commun (Cf. annexe2) par un cabinet d’audit externe, du choix de l’entreprise, devant remplir les conditions arrêtées à l’annexe 3. Le référentiel d’audit commun, téléchargeable sur les portails Internet des deux administrations : www.douane.gov.ma et www.tax.gov.ma, porte sur les 9 axes suivants : - Environnement et stratégie de l’entreprise, - Organisation et infrastructure, - Activité de l’entreprise, - Situation commerciale, - Situation économique et financière, - Situation fiscale, - Sécurisation de la chaîne logistique, - Responsabilité sociale de l’entreprise, - Transparence et bonne gouvernance de l’entreprise. Les auditeurs désignés peuvent prendre attache avec les deux administrations dans l’objectif de s’informer sur : - Le profil requis, - La meilleure utilisation du référentiel d’audit, - Le bon respect des principes déontologiques d’audit et de la procédure d’octroi du statut, - L’uniformisation des méthodes d’intervention, - L’harmonisation de la présentation des rapports, - La fiabilité et la pertinence des informations collectées, - La qualité des recommandations d’amélioration formulées à l’entreprise (pratiques, objectives, réalisables …)."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "2",
        "nom_chapitre" : "MISSIONS D’AUDIT",
        "partie" : "B",
        "nom_partie" : "DEPOT DU RAPPORT D’AUDIT",
        "contenu" : "A l’issue des dites missions, l’entreprise devra remettre, sur papier et sur support électronique, un rapport d’audit composé des résultats de la mission d’audit comptable et financier et celui de la mission d’audit organisationnel et stratégique."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "2",
        "nom_chapitre" : "MISSIONS D’AUDIT",
        "partie" : "B",
        "nom_partie" : "DEPOT DU RAPPORT D’AUDIT",
        "sous_partie" : "a",
        "nom_sous_partie" : "Rapport d’audit comptable et financier",
        "contenu" : "Ce rapport comporte un avis sur les comptes et doit faire ressortir l’ensemble des éléments d’évaluation ainsi que les recommandations et les propositions correctives."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "2",
        "nom_chapitre" : "MISSIONS D’AUDIT",
        "partie" : "B",
        "nom_partie" : "DEPOT DU RAPPORT D’AUDIT",
        "sous_partie" : "b",
        "nom_sous_partie" : "Rapport d’audit organisationnel et stratégique",
        "contenu" : "Ce rapport doit être établi conformément au référentiel d’audit précité et présenté appuyé des documents suivants : - Description de la démarche méthodologique de la mission d’audit, - Tout document justifiant certaines informations avancées au niveau dudit rapport (Certificat, attestation, procédure formalisée, photos…) ; - Lettre de mission ; - CV des consultants. Ces deux rapports constituent un document unique et indivisible, à savoir le rapport global. Ce rapport global, devant ressortir ainsi, l’ensemble des éléments d’évaluation et des recommandations et propositions correctives, sera déposé dans un délai maximum de six (6) mois, sauf prorogation accordée à la demande de l’entreprise dans les conditions fixées par l’administration. La demande de prorogation devra être introduite auprès de l’une des administrations au moins quinze jours avant l’échéance. A défaut, l’opérateur est considéré comme ayant renoncé à la démarche."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "2",
        "nom_chapitre" : "MISSIONS D’AUDIT",
        "partie" : "C",
        "nom_partie" : "ANALYSE DU RAPPORT D’AUDIT GLOBAL",
        "contenu" : "Le rapport global ainsi constitué, est analysé par la commission mixte susvisée, qui évalue la performance économique, sociale, financière, et fiscale de l’entreprise dans le cadre de son environnement. Cette étude est complétée par une analyse approfondie sur la base des informations et données dont disposent, par ailleurs, les deux administrations. Suite à cette analyse, une réunion est tenue avec le chef d’entreprise dans un délai maximum de deux mois à compter de la date de dépôt du rapport global, pour une éventuelle actualisation ou complément d’information. Une fois ce rapport est validé, il est soumis à la commission d’évaluation, habilitée à se prononcer sur l’octroi du statut et ce, dans un délai maximum d’un mois."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "3",
        "nom_chapitre" : "EVALUATION PAR LA COMMISSION",
        "contenu" : "Le statut commun distingue deux types classes « A » et « B ». Le classement est prononcé par une commission composée des directeurs centraux et régionaux des deux administrations, sur la base d’une évaluation approfondie du niveau de satisfaction aux critères d’octroi. La commission d’évaluation est composée des : - Membres de la commission d’agrément de l’OEA ; - Membres de la commission du contribuable catégorisé. Les travaux de la commission sont consignés dans un procès-verbal. Par ailleurs, chaque dossier examiné fait l’objet d’une fiche d’évaluation. L’administration domiciliataire de la demande informe l’entreprise postulante de la décision de la commission d’évaluation. Ainsi : - Les entreprises non catégorisées sont informées des motifs et, le cas échéant, invitées à améliorer certains critères recommandés par la commission, en vue du réexamen de leurs dossiers, - Les entreprises catégorisées sont informées de la classe qui leur a été attribuée."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "4",
        "nom_chapitre" : "OCTROI DU STATUT ET CONCLUSION DE LA CONVENTION",
        "contenu" : "L’octroi dudit statut est matérialisé par la signature d’une convention par les deux administrations et l’entreprise, ainsi que la délivrance à cette dernière du certificat de catégorisation commune, indiquant la classe obtenue. La convention signée entre l’entreprise catégorisée et les deux administrations est un acte qui engage toutes les parties."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "4",
        "nom_chapitre" : "OCTROI DU STATUT ET CONCLUSION DE LA CONVENTION",
        "partie" : "A",
        "nom_partie" : "PORTEE DU STATUT ACCORDE",
        "contenu" : "La convention de catégorisation commune prévoit notamment les facilités octroyées par chacune des deux administrations ainsi que les engagements de l’entreprise vis-à-vis de chacune d’elles. A ce titre, le bénéficiaire du statut de catégorisation commune, a ipso facto, le statut d’OEA-simplifications douanières correspondant à la classe de catégorisation commune, ainsi que la classe équivalente accordée par la DGI dans le cadre du programme de contribuable catégorisé. En termes de facilités, le statut de catégorisation commune ouvre droit, à toutes les facilités qu’offre le statut OEA-simplifications douanières à la classe obtenue ainsi que celles accordées par la DGI à la classe équivalente dans le cadre du programme de contribuable catégorisé. Le bénéficiaire de la catégorisation commune, peut prétendre, aux statuts supérieurs prévus, le cas échéant, par les deux administrations. Tel est le cas, du statut d’OEA sécurité et sûreté ouvert aux OEA-simplifications douanières de classe « A »."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "4",
        "nom_chapitre" : "OCTROI DU STATUT ET CONCLUSION DE LA CONVENTION",
        "partie" : "B",
        "nom_partie" : "ENTREE EN VIGUEUR ET DUREE DE LA CONVENTION COMMUNE",
        "contenu" : "Le statut est accordé à titre permanent. Toutefois, il demeure valable pour une durée de trois années, à compter de la date de sa signature. Durant cette période, un suivi régulier du comportement du bénéficiaire est mené à l’effet de s’assurer que les conditions d’octroi du statut de catégorisation commune sont constamment remplies. A l‘échéance des trois ans, le bénéficiaire pourra solliciter le renouvellement de son statut."
    },
    {
        "document" : "CATEGORISATION COMMUNE DGI-ADII",
        "chapitre" : "5",
        "nom_chapitre" : "RENOUVELLEMENT DU STATUT OCTROYE",
        "contenu" : "Pour les besoins du renouvellement, une demande doit être déposée par le bénéficiaire, six mois avant l’expiration des termes de sa première convention signée avec les deux administrations, accompagnée du questionnaire d’auto-évaluation. Un audit au sein de l’entreprise est ensuite réalisé par une équipe commune composée des auditeurs de l’ADII et de la DGI. Cet audit est organisé à l’effet de procéder à une évaluation globale du comportement du bénéficiaire sur tous les plans au cours de la période de sa catégorisation commune. Ce rapport sera appuyé d’un diagnostic comptable et financier. Au vu des résultats de l’évaluation, il sera décidé du maintien ou, éventuellement, de la révision de la classe accordée ou du retrait du statut."
    },
    {
        "document" : "CATEGORISATION DGI",
        "introduction" : "Renforçant des relations de partenariat et de confiance entre l’administration fiscale et les contribuables, la Direction Générale des Impôts a mis en œuvre la procédure de catégorisation, accordant le statut de contribuable catégorisé aux entreprises en situation fiscale régulière, gérées d’une manière transparente et ayant un bon comportement fiscal. Le statut de contribuable catégorisé est accordé à la demande des entreprises intéressées."
    },
    {
        "document" : "CATEGORISATION DGI",
        "chapitre" : "1",
        "nom_chapitre" : "Quels avantages pour l’entreprise ?",
        "contenu" : "Les entreprises catégorisées bénéficient notamment : - du remboursement de TVA sans contrôle préalable, dans une proportion significative ; - de la célérité dans le traitement des contentieux soumis à l’appréciation de l’administration ; - de l’installation de guichets dédiés fournissant un traitement rapide et personnalisé ; - de l’instauration d’un dispositif d’anticipation préalablement à toute procédure de relance (appel téléphonique, fax, mail, etc.) ; - de la dispense de certification des chèques pour le paiement de la TSAVA, etc."
    },
    {
        "document" : "CATEGORISATION DGI",
        "chapitre" : "2",
        "nom_chapitre" : "Dépôt de dossier",
        "contenu" : "L’entreprise intéressée dépose une demande établie selon l’imprimé n°AAC500F-12I accompagnée d’un dossier constitué des documents suivants: - situation des déclarations et des paiements de tous les impôts et taxes, au titre des quatre(4) dernières années, le cas échéant ; - état récapitulatif des affaires contentieuses enregistrées par la société au cours des quatre (4) dernières années ; - état de recouvrement des droits issus du dernier contrôle fiscal, le cas échéant, - le procès-verbal de la dernière assemblée générale ou de la réunion du conseil d’administration, s’il y a lieu."
    },
    {
        "document" : "CATEGORISATION DGI",
        "chapitre" : "3",
        "nom_chapitre" : "Eligibilité de l’entreprise",
        "contenu" : "Une commission ad hoc (cf. encadré ci-contre) effectue une étude documentaire et dresse un diagnostic de l’entreprise portant sur : - son respect de la législation et de la réglementation fiscale ; - ses antécédents fiscaux ; - la consistance de ses déclarations par rapport au secteur d’activité."
    },
    {
        "document" : "CATEGORISATION DGI",
        "chapitre" : "4",
        "nom_chapitre" : "Audit",
        "contenu" : "Au terme de cette étude, l’entreprise est soit : - éligible et sera par conséquent invitée à engager une mission d’audit : - comptable et financier ; - économique et social ; - non éligible : dans ce cas, la société est informée du motif de rejet et invitée à procéder à la régularisation de sa situation fiscale avant tout réexamen de son dossier. Dans les deux cas, l’administration fiscale doit notifier une réponse à l’entreprise dans les 30 jours qui suivent la date de la réunion au cours de laquelle la décision a été prise."
    },
    {
        "document" : "CATEGORISATION DGI",
        "chapitre" : "5",
        "nom_chapitre" : "Classement",
        "contenu" : "L’analyse documentaire ainsi que les rapports de l’audit permettent à la DGI de classer l’entreprise en fonction de son niveau constaté de transparence et de conformité. L’entreprise est ainsi classée dans la catégorie « A » ou dans la catégorie « B »."
    },
    {
        "document" : "CATEGORISATION DGI",
        "chapitre" : "6",
        "nom_chapitre" : "Signature de la convention",
        "contenu" : "Après l’octroi du statut « A » ou « B », une convention est établie, qui détermine les engagements de l’entreprise et les avantages qui lui sont accordés. La convention est valable pour une durée de deux ans renouvelable une seule fois par tacite reconduction."
    },
    {
        "document" : "CATEGORISATION DGI",
        "chapitre" : "7",
        "nom_chapitre" : "Suivi des statuts accordés",
        "contenu" : "Pour s’assurer du respect des critères d’éligibilité, la DGI assure un suivi constant du statut accordé à la société. A cet effet, l’entreprise est tenue de : - coopérer avec l’administration fiscale lors des contrôles ; - lui communiquer régulièrement les informations actualisées de ses activités, ses situations fiscale et financière ; - lui transmettre les actions entreprises par la société, suite aux conclusions des rapports (audit et de l’analyse documentaire) en vue d’améliorer ses performances."
    }
]