[
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "preambule" : "Dans le cadre de la mise en œuvre des recommandations des assises nationales sur la fiscalité de 2013, visant à répondre, par étape, aux doléances des opérateurs et entreprendre, une réforme profonde du système fiscal national dans le sens d'une amélioration de son efficience, l'article 6 de la loi de finances (L.F.) n° 100-14 pour l'année budgétaire 2015, promulguée par le Dahir n° 1.14.195 du 1er Rabii I 1436 (24 décembre 2014) a modifié et complété les dispositions du Code Général des Impôts (C.G.L.) par l'introduction d'une mesure sur les accords préalables en matière de prix de transfert (APP). Cette mesure a pour objectif d'assurer une sécurité juridique et une stabilité de l'environnement fiscal. Elle consiste à instituer au niveau du titre 1er du livre Il concernant les procédures fiscales du C.G.I., un chapitre V dédié à la procédure d'accord préalable en matière de prix de transfert. Ce chapitre est subdivisé en deux articles 234 bis et 234 ter. L'article 234 bis définit le champ d'application des APP et précise que les modalités de la conclusion desdits accords sont fixées par voie réglementaire. Quant à l'article 234 ter, il souligne les garanties octroyées aux entreprises en précisant que la remise en cause par l'administration de la méthode de détermination des prix de transfert ayant fait l'objet d'un accord préalable avec une entreprise ne peut être faite que dans le cadre des procédures de rectification prévues aux articles 220 ou 221 du C.G.I. et dans les deux conditions suivantes : 1. la présentation erronée des faits, la dissimulation d'informations, les erreurs ou omissions imputables à l'entreprise ; 2. le non respect de la méthode convenue et des obligations contenues dans l'accord par l'entreprise ou l'usage de manœuvres frauduleuses. La présente note circulaire a pour objet de commenter les modalités de la conclusion des APP définies dans le Décret N°2-16-571 du 8 Chaoual 1438 (3 juillet 2017) fixant les modalités de conclusion d'accord préalable sur les prix de transfert et ce, selon le plan suivant : I. La demande d'APP II. L'instruction et la conclusion de l'accord préalable III. Les rapports de suivi"
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "contenu" : "En application des dispositions de l'article 234 bis du Code Général des Impôts (CGI) et du Décret susvisé, les entreprises qui ont un lien de dépendance avec des entreprises situées hors du Maroc et qui désirent conclure un accord préalable sur les prix de transfert (APP) doivent déposer une demande à l'entité chargée des APP à la Direction Générale des Impôts. Toutefois, lesdites entreprises peuvent tenir des rencontres préliminaires avec l'administration fiscale avant le dépôt d'une demande d'APP en vue de présenter leur vision de l'accord préalable."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "A",
        "nom_partie" : "Les rencontres préliminaires",
        "contenu" : "Le dépôt de la demande d'APP peut être précédé par des rencontres préliminaires avec l'entité chargée des APP. Le but de ses rencontres est de pouvoir discuter avec l'administration fiscale, les conditions dans lesquelles un APP pourrait être sollicité et instruit. Les objectifs des rencontres préliminaires sont, notamment, de : - évoquer l'opportunité de négocier un accord préalable (unilatéral, bilatéral ou multilatéral) ; - s'échanger sur le type et la portée des informations nécessaires à l'analyse de la politique de prix de transfert de l'entreprise ; - discuter le calendrier prévisionnel des travaux ainsi que toutes questions relatives aux modalités d'instruction de la demande."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "B",
        "nom_partie" : "Le contenu de la demande",
        "contenu" : "Conformément aux dispositions des articles 3 et 4 du Décret susmentionné, la demande d'APP doit être déposée six mois au moins avant l'ouverture du premier exercice visé par l'accord. Cette demande devra préciser, notamment : - les entreprises associées en relation avec l'entreprise demanderesse ; - les opérations objet de l'accord ; - les exercices visés par l'accord ; - la méthode de détermination des prix de transfert proposée et ses hypothèses de base. L'objectif des éléments susvisés est d'avoir un point de départ qui fait l'objet de discussions entre les parties. Ainsi, il se peut que la méthode et les hypothèses proposées soient modifiées lors des négociations de l'accord préalable. A cet effet, il est à souligner que : l'entreprise demanderesse, si elle le souhaite, peut indiquer dans sa demande qu'elle veut conclure un APP unilatéral, bilatéral ou multilatéral. Dans ce cas, elle doit indiquer les parties concernées par l'accord. A ce titre, il est à noter que lesdites parties peuvent être une ou plusieurs autorité(s) fiscale(s) étrangère(s) concernée(s) par l'accord et ayant conclu avec le Royaume du Maroc des conventions fiscales internationales contenant une disposition relative à la procédure amiable de règlement des différends. > les opérations objet de la demande de l'accord doivent être transfrontalières et peuvent concerner les biens, les services et les incorporels et peuvent cibler une ou plusieurs transactions. - le contribuable est tenu de proposer une période initiale pour un APP qui tient compte notamment de l'activité, des opérations visées, des faits, des circonstances et du dénouement du cas. Cependant, cette durée ne peut excéder 4 ans et ce, conformément aux dispositions de l'article 234 bis du CGI. - l'entreprise demanderesse est tenue de décrire brièvement dans sa demande : - les hypothèses de base sur lesquelles elle se fonde pour justifier l'application de la méthode de détermination des prix de transfert proposée ; - la méthode de détermination de prix de transfert la plus appropriée proposée pour rémunérer l'activité considérée. > la demande doit être signée par un représentant de l'entreprise dûment accrédité."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "contenu" : "En de mettre à disposition de l'administration tous les renseignements nécessaires lui permettant de prendre une décision éclairée sur la demande d'un APP, la demande d'un APP doit être accompagnée des documents suivants : 1. Le cadre général de l'exercice des activités des entreprises associées : - la structure organisationnelle de l'ensemble des entreprises associées et leurs liens juridiques ainsi que la répartition du capital de ces entreprises ; - la stratégie prévisionnelle de l'entreprise (business plan) ; - les documents financiers et fiscaux des entreprises associées certifiés par les autorités compétentes et couvrant les quatre derniers exercices comptables ; - les normes comptables appliquées par les entreprises associées et qui ont une incidence directe sur la méthode de prix de transfert ; - l'activité des entreprises associées ; 2. la description générale des fonctions exercées, des actifs utilisés et des risques assumés par les entreprises associées ; 3. la description détaillée des actifs incorporels détenus par les entreprises associées ; 4. la description du marché économique et du (des) domaine(s) d'activité des entreprises associées et de l'ensemble des transactions contrôlées ; 5. les accords contractuels entre les entreprises associées ; 6. les accords de répartition de coûts entre les entreprises associées ; 7. les accords préalables en matière de prix de transfert conclus entre l'entreprise demanderesse avec d'autres autorités étrangères ainsi que les consultations fiscales établies par ces dernières ; 8. l'identification, l'analyse et la sélection des comparables ainsi que les justifications et éventuels ajustements de la comparabilité ; 9. la méthode de détermination des prix de transfert proposée et ses hypothèses détaillées ainsi que ses conditions d'ajustement. L'entreprise peut appuyer sa demande par toute autre information ou documents supplémentaires jugés pertinents. L'administration fiscale peut également demander à l'entreprise demanderesse de lui communiquer des compléments d'informations relatifs aux documents précités pour lui permettre d'analyser la méthode objet de l'accord. Concernant les pièces susvisées, le but escompté est de permettre à l'administration de pouvoir analyser la demande et comprendre la politique du prix de transfert entre les entreprises associées. Il est à préciser que conformément aux dispositions des conventions fiscales internationales deux entreprises sont considérées comme entreprises associées dans le cas où l'une participe directement ou indirectement à la direction, au contrôle ou au capital de l'autre ou quand les mêmes personnes participent directement à la direction, au contrôle ou au capital des deux entreprises, et que, dans l'un et l'autre cas, les deux entreprises sont, dans leurs relations commerciales ou financières, liées par des conditions convenues ou imposées. L'entreprise peut appuyer sa demande par toute autre information ou documents supplémentaires jugés pertinents. Aussi, l'administration fiscale peut également demander à l'entreprise demanderesse de lui communiquer des compléments d'informations pour lui permettre d'analyser la méthode objet de l'accord."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "sous_partie" : "1",
        "nom_sous_partie" : "Le cadre général de l'exercice des activités des entreprises associées.",
        "contenu" : "Le cadre général de l'exercice des activités des entreprises associées comprend, notamment : la structure organisationnelle des entreprises associées, et ce en illustrant la structure juridique et capitalistique du groupe ainsi que la situation géographique des entités opérationnelles. La description requise pourrait prendre, notamment, la forme d'un schéma ou d'un diagramme. v la stratégie prévisionnelle l'entreprise demanderesse (business plan), principalement, son plan de développement et les moyens mis en œuvre pour la réalisation dudit plan. v la description des normes comptables utilisées par les entités établies à l'étranger et qui ont une incidence directe sur la méthode de prix de transfert proposée ; * les rapports d'activités, les données financières et fiscales des entreprises associées en relation avec l'entreprise demanderesse et couvrant les derniers exercices comptables non prescrits et qui ont une incidence directe sur la méthode de prix de transfert proposée par l'entreprise. il est à souligner que les documents financiers et fiscaux comprennent, principalement, les déclarations de revenue et annexes."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "sous_partie" : "2",
        "nom_sous_partie" : "La description générale des fonctions exercées, des actifs utilisés et des risques assumés par les entreprises associées",
        "contenu" : "Concernant la description générale des fonctions exercées, des actifs utilisés et des risques assumés par les entreprises associées, connue sous le nom de l'analyse fonctionnelle, l'idée consiste pour l'entreprise demanderesse à décrire notamment sa place et son rôle économique au sein du groupe, et à recenser les fonctions exercées, les risques encourus, les actifs corporels et incorporels utilisés. Il est à souligner que cette description peut être représentée dans des tableaux."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "sous_partie" : "3",
        "nom_sous_partie" : "La description détaillée des actifs incorporels détenus par les entreprises associées",
        "contenu" : "L'objectif est d'avoir une description générale de la stratégie globale des entreprises associées en matière de mise au point, de propriété et d'exploitation des actifs incorporels. Ladite description peut être sous forme d'une liste des actifs incorporels ainsi que des entités qui en sont légalement propriétaires. L'entreprise demanderesse doit également préciser les modalités d'exploitation de ces actifs incorporels."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "sous_partie" : "4",
        "nom_sous_partie" : "La description du marché économique et du (des) domaine (s) d'activité des entreprises associées et de l'ensemble des transactions contrôlées",
        "contenu" : "Compte tenu du fait que les transactions entre deux entreprises peuvent varier selon les marchés, l'entreprise demanderesse est tenue de décrire les marchés sur lesquels opèrent les entreprises associées sujet du projet d'accord. A cet effet, elle doit décrire, notamment, la dimension des marchés, le degré de concurrence sur les marchés, la position concurrentielle relative des acheteurs et des vendeurs, l'existence de biens et de services de substitution ou le risque d'apparition de tels biens ou services, le niveau de l'offre et de la demande sur l'ensemble du marché, le pouvoir d'achat des consommateurs, la nature et la portée des réglementations publiques applicables au marché, les coûts de production."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "sous_partie" : "5",
        "nom_sous_partie" : "Les accords contractuels entre les entreprises associées ;",
        "contenu" : "Les clauses contractuelles définissent en général, expressément ou implicitement, les modalités de répartition des responsabilités, des risques et des bénéfices entre les parties. Etant donné que l'analyse des clauses contractuelles fait partie intégrante de l'analyse fonctionnelle, l'entreprise demanderesse est tenue de fournir pour chaque catégorie importante de transactions contrôlées dans lesquelles elle est impliquée, notamment les informations suivantes : une description des transactions contrôlées ; les montants des paiements et recettes intra-groupe pour chaque catégorie de transactions contrôlées impliquant l'entreprise demanderesse et ventilés en fonction de la juridiction fiscale du payeur ou du bénéficiaire étranger ; une identification des entreprises associées impliquées dans chaque catégorie de transactions contrôlées et des relations qu'elles entretiennent ; une copie de tous les accords intra groupe conclus avec l'entreprise demanderesse."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "sous_partie" : "6",
        "nom_sous_partie" : "les accords de répartition de coûts entre les entreprises associées ;",
        "contenu" : "Etant donné que les entreprises associées se rendent fréquemment des prestations et que ses prestations peuvent être effectuées, notamment, par un accord de répartition des coûts, l'entreprise demanderesse doit identifier les prestations communes rendus, les bénéficiaires et définir une méthode appropriée pour facturer lesdites prestations. Aussi, elle est tenue de décrire la méthode appliquée de répartition des coûts."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "sous_partie" : "7",
        "nom_sous_partie" : "Les accords préalables en matière de prix de transfert conclus entre l'entreprise demanderesse avec d'autres autorités étrangères ainsi que les consultations fiscales établies par ces dernières ;",
        "contenu" : "L'entreprise demanderesse est tenue de fournir les accords préalables en matière de prix de transfert conclus entre les entreprises associées et d'autres autorités étrangères, les rescrits ou les demandes en cours. Il est à noter que les accords et les rescrits susvisés doivent être en relation avec l'entreprise demanderesse."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "sous_partie" : "8",
        "nom_sous_partie" : "l'identification, l'analyse et la sélection des comparables ainsi que les justifications et éventuels ajustements de la comparabilité ;",
        "contenu" : "Compte tenu du que la validation d'une méthode suppose une comparaison avec une transaction ou un résultat réalisé par une entreprise indépendante dans la même situation. L'entreprise demanderesse devrait présenter une étude détaillée des recherches entreprises et des critères utilisés pour identifier et sélectionner les éléments indépendants susceptibles d'être comparés, ainsi que la manière dont les critères ont été appliqués aux éléments potentiels de comparaison. Cette étude devra inclure une liste des éléments potentiels de comparaison et une note expliquant pour chacun d'eux, les raisons pour lesquelles ils ont été ou non retenus. Aussi, cette étude est censée expliquer les facteurs utilisés pour ajuster les activités des éléments indépendants de comparaison retenus afin d'élaborer la méthode de prix de transfert proposée."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "I",
        "nom_chapitre" : "La demande d'APP",
        "partie" : "C",
        "nom_partie" : "Pièces accompagnant la demande",
        "sous_partie" : "9",
        "nom_sous_partie" : "la méthode de détermination des prix de transfert proposée et ses hypothèses détaillées ainsi que ses conditions d'ajustement",
        "contenu" : "La demande doit également inclure l'information requise pour établir la pertinence de la méthode de détermination de prix de transfert proposée. A cet effet, l'entreprise demanderesse doit décrire et analyser la méthode proposée et expliquer les raisons de son choix. Ainsi, toute méthode proposée par l'entreprise peut être considérée comme recevable à condition qu'elle soit justifiée, cohérente avec les fonctions exercées et les risques assumés, et que la rémunération soit conforme au principe de pleine concurrence, reconnu internationalement. Par ailleurs, le choix de la méthode et l'importance des justificatifs apportés devront être adaptés aux enjeux. Aussi, pour permettre à l'administration fiscale d'apprécier demanderesse peut illustrer l'effet de la méthode proposée en l'appliquant de manière uniforme aux exercices antérieurs éventuels. Dans le cas où il n'y a pas d'information antérieure adéquate et fiable pour illustrer l'effet de l'application d'une méthode proposée aux années antérieures ou futures, l'administration et l'entreprise demanderesse en discutent au cours des négociations, afin de déterminer quelles données de rechange doivent être fournies. Tel peut être le cas lorsque la méthode vise de nouvelles entités ou de nouveaux produits, secteurs d'activités ou procédés. La raison principale de la présentation des hypothèses de base est que la méthode de détermination des prix de transfert présentée peut être affectée par l'évolution des conditions économiques ou opérationnelles dont les effets peuvent modifier les paramètres de l'accord au moment où se réaliseront les transactions en cause."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "II",
        "nom_chapitre" : "L'instruction et la conclusion de l'accord préalable",
        "partie" : "A",
        "nom_partie" : "L'instruction de la demande",
        "contenu" : "Le projet d'un accord préalable en matière de prix de transfert suppose une coopération étroite et régulière entre l'entreprise demanderesse et l'administration. A cet effet, des réunions techniques sont organisées afin de permettre à l'entreprise de présenter les documents nécessaires à l'expertise des transactions concernées et de justifier la méthode qu'il entend retenir. L'équipe en charge des APP peut effectuer une visite sur les lieux de l'établissement de l'entreprise demanderesse en vue de mieux comprendre la nature des activités de l'entreprise. A cet égard, elle peut rencontrer les membres du personnel en vue d'obtenir des précisions sur certains points et recueillir des renseignements supplémentaires pour pouvoir étudier la demande. Elle peut aussi demander de faire d'autres analyses comptables ou économiques."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "II",
        "nom_chapitre" : "L'instruction et la conclusion de l'accord préalable",
        "partie" : "B",
        "nom_partie" : "La conclusion d'un APP",
        "contenu" : "Etant donné que chaque APP est unique, les exigences concernant les termes de l'accord seront traitées au cas par cas. Néanmoins, les termes de l'accord doivent préciser, notamment : - la période couverte par l'accord et sa date d'entrée en vigueur ; - la description précise des opérations objet de l'accord ; - la description de la méthode retenue pour la détermination du prix de transfert; - le dispositif de suivi de l'accord ainsi que les renseignements et les informations à porter dans le rapport annuel de suivi; - les hypothèses de base pour la détermination du prix de transfert ; - les cas de révision et d'annulation de l'accord. Il est à souligner que l'accord doit être signé par les personnes habilitées."
    },
    {
        "document" : "CIRCULAIRE RELATIVE AUX ACCORDS PREALABLES EN MATIERE DES PRIX DE TRANSFERT (APP)",
        "chapitre" : "III",
        "nom_chapitre" : "Le rapport de suivi",
        "contenu" : "Compte tenu du fait que le suivi d'un APP est tributaire de plusieurs paramètres dépendant notamment de la situation de l'entreprise demanderesse, les éléments des rapports de suivi seront déterminés lors de la négociation de l'accord. Toutefois, l'entreprise ayant conclu un APP doit déposer annuellement à l'entité chargée des APP au siège de la Direction Générale des Impôts, un rapport de suivi qui doit contenir, au minimum les éléments suivants : - un état détaillé du calcul des prix de transfert prévus par l'accord ; - un état récapitulant des modifications éventuelles apportées aux conditions d'exercice concernant les transactions visées par l'accord ; - une copie de la structure organisationnelle de l'ensemble des entreprises associées et leurs liens juridiques ainsi que la répartition du capital de ces entreprises en détaillant les éventuelles modifications ; - une copie du rapport annuel d'activité des entreprises associées. - Aussi, le contribuable est tenu de produire, selon les conditions déterminées dans le cadre de l'accord, des éléments conventionnels afin de s'assurer de la conformité des méthodes pratiquées aux termes de l'accord. Il est à souligner que le défaut de production du rapport annuel et documents y annexés stipulés dans l'accord, ce dernier peut être annulé à compter de l'exercice au titre duquel les éléments exigés n'ont pas été présentés à l'administration fiscale."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE AU SECTEUR DU BATIMENT ET DES TRAVAUX PUBLICS (B.T.P)",
        "introduction" : "Dans le cadre de la concertation entre l’administration fiscale et ses partenaires, les différentes réunions tenues au sein de la Direction Générale des Impôts avec les responsables de la Fédération Nationale du Bâtiment et des Travaux Publics (F.N.B.T.P), ont permis de mettre en relief les problèmes d’ordre fiscal rencontrés dans le secteur et de retenir en conséquence, des solutions visant un traitement normalisé dans le cadre de l’application des dispositions fiscales et réglementaires en vigueur. Les différents axes examinés se rapportent aux points suivants : 1. Chiffre d’affaires imposable ; 2. Approvisionnement ; 3. Révision des prix ; 4. Travaux en cours (TEC) ; 5. Bois de coffrage ; 6. Pièces justificatives des dépenses ; 7. Frais d’installations de chantier ;"
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE AU SECTEUR DU BATIMENT ET DES TRAVAUX PUBLICS (B.T.P)",
        "partie" : "1",
        "nom_partie" : "Chiffre d’affaires imposable",
        "probleme" : "Lors du contrôle fiscal sur place, la régularisation du chiffre d’affaires et partant du résultat fiscal, est souvent effectuée sur la base des décomptes établis par l’administration publique. Cette approche entraîne, parfois, des situations qui ne concordent pas avec la réalité des résultats effectivement réalisés, dues aux faits suivants : - Problèmes liés à la définition des concepts utilisés (créances acquises, travaux immobiliers, approvisionnement, travaux en cours,…) ; - Certains décomptes sont établis sans le consentement préalable de l’entreprise contractante ; - Les dates de réalisation des travaux portées sur les décomptes peuvent être en déphasage par rapport aux dates effectives de réalisation des travaux. Dans ce cadre et selon les dispositions fiscales en vigueur, le chiffre d’affaires est constitué par « les recettes et créances acquises se rapportant aux produits livrés, aux services rendus et aux travaux immobiliers ayant fait l’objet d’une réception partielle ou totale, qu’elle soit provisoire ou définitive » (article 6 de la loi n° 24.86 instituant un impôt sur les sociétés).",
        "solution" : "L’application combinée des articles définissant la notion du chiffre d’affaires et les obligations comptables implique la prise en compte d’un résultat annuel tenant compte de l’avancement des travaux et plus particulièrement en ce qui concerne l’exécution des marchés de longue durée. S’agissant des travaux objet des marchés conclus entre les entreprises de bâtiment et travaux publics et l’Administration, ceux-ci doivent être exécutés en principe, selon des normes expressément définies par la réglementation. Ainsi, aux termes des dispositions des articles 56 et 57 du décret n° 2.99.1087 du 1er juin 2000 relatif au cahier des clauses administratives générales (C.C.A.G.), les décomptes sont obligatoirement établis sur la base des documents attestant l’avancement des travaux. Ces documents officiels sont appelés attachements ou situations. Ces attachements ou situations qui donneront lieu à l’établissement des décomptes sont conjointement signés par l’entreprise et l’Administration, marquant ainsi un accord mutuel sur le volume des travaux réalisés, à une date déterminée. Dans cette optique, il est préconisé d’adopter l’attachement ou la situation des travaux comme pièce maîtresse de la justification du chiffre d’affaires réalisé assorti de l’établissement d’une facture émise par l’entreprise comportant la même date que lesdits attachements ou situations. Ces derniers doivent être établis d’un commun accord des parties concernées."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE AU SECTEUR DU BATIMENT ET DES TRAVAUX PUBLICS (B.T.P)",
        "partie" : "2",
        "nom_partie" : "Approvisionnement",
        "probleme" : "Les approvisionnements figurant sur les décomptes sont pris, parfois, comme travaux donnant lieu à chiffre d’affaires imposable.",
        "solution" : "Constituant de simples avances dans le cadre des marchés de travaux, les approvisionnements ne font pas partie des produits d’exploitation au sens des dispositions de l’article 6 de la loi susvisée. En effet, conformément au CCAG, certains marchés prévoient des avances à l’Entreprise sur la base des approvisionnements faits sur le chantier. Ces avances sont déduites au fur et à mesure de l’incorporation de ces approvisionnements dans les ouvrages exécutés. De ce fait, ces avances ne doivent pas être considérées comme des créances acquises car elles ne constituent pas de par, leur nature, des travaux immobiliers, d’autant plus qu’il est procédé à leur annulation dans les décomptes ultérieurs et a fortiori dans le décompte définitif. Ainsi, les sommes encaissées par l’Entreprise, au titre des approvisionnements, constituent des avances à imputer au compte approprié. Il convient de signaler que les matériaux et fournitures approvisionnés pour la réalisation des travaux peuvent provenir : - soit de fabrications intermédiaires par l’Entreprise elle-même (par exemple : gravettes ou tout-venants fabriqués dans les stations de concassage appartenant à l’Entreprise) ; - soit d’achat auprès des tiers. De ce fait, en fin d’exercice, la prise en considération des marchandises ou matières premières peut être faite de deux manières : - soit dans le cadre des travaux en cours (stock travaux) évalués sur la base du prix de revient ; - soit dans le cadre des stocks matières en fin d’année évalués au coût d’achat."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE AU SECTEUR DU BATIMENT ET DES TRAVAUX PUBLICS (B.T.P)",
        "partie" : "3",
        "nom_partie" : "Révision des prix",
        "probleme" : "La révision des prix suscite parfois des controverses quant à son mode de détermination et à l’exercice de son rattachement.",
        "solution" : "Le montant de la révision des prix prévue dans les marchés de travaux immobiliers, fait partie des produits à recevoir lorsque les index de révision sont connus à la clôture de l’exercice. A défaut, il y a lieu de retenir les derniers index connus."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE AU SECTEUR DU BATIMENT ET DES TRAVAUX PUBLICS (B.T.P)",
        "partie" : "4",
        "nom_partie" : "Travaux en cours ( T.E.C)",
        "probleme" : "Dans la pratique, certaines entreprises procèdent à des évaluations approximatives et non justifiées, en dehors des règles fiscales et comptables prévues en la matière.",
        "solution" : "Aux termes des dispositions fiscales et comptables, les travaux en cours doivent être détaillés en quantité et en valeur et évalués au prix de revient. A l’effet de normaliser l’évaluation des travaux en cours pour l’ensemble du secteur du Bâtiment et Travaux Publics, notamment les entreprises ne disposant pas d’une comptabilité analytique, il a été retenu la définition et la méthode d’évaluation suivantes. b.1)- Définition : les travaux en cours sont constitués des travaux effectués depuis la date des derniers travaux matérialisés par les derniers attachement ou situation, jusqu’à la date de clôture de l’exercice. b.2)- Méthode d’évaluation : le prix de revient des T.E.C doit tenir compte : - du coût des matériaux utilisés ; - du coût de la main d’œuvre ; - des frais de chantier ; - de la quote-part des frais généraux et amortissement se rapportant aux travaux en cours . Si les trois premières composantes sont faciles à déterminer, la quote-part des frais généraux et amortissement nécessite par contre l’application de la méthode d’évaluation forfaitaire ci-après. La quote-part peut être déterminée d’une manière forfaitaire en appliquant aux frais généraux et amortissement de l’exercice le rapport entre d’une part, les coûts afférents aux T.E.C à savoir les matériaux utilisés, la main d’œuvre et les frais de chantier ; d’autre part, les coûts de même nature engagés au cours de tout l’exercice.",
        "exemple" : "Matériaux / TEC 500.000 DH - Main d'œuvre / TEC 200.000 DH - Frais de chantier / TEC 60.000 DH ⇒ 760.000 DH - Frais généraux et amortissement de l’exercice 1.000.000 DH - Matériaux, main d'œuvre, frais de chantier de l’exercice 4.000.000 DH ♦ Quote-part 1.000.000 x 760.000 / 4.000.000 = 190.000 DH ♦ T.E.C 760.000 + 190.000 = 950.000 DH | Il importe de préciser que la valeur globale du stock englobe, outre les T.E.C, les matériaux non utilisés, fournitures et matières non consommées à la fin de l’exercice."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE AU SECTEUR DU BATIMENT ET DES TRAVAUX PUBLICS (B.T.P)",
        "partie" : "5",
        "nom_partie" : "Bois de coffrage",
        "probleme" : "Plusieurs traitements sont réservés aux bois de coffrage. Certaines entreprises les considèrent comme des produits consommables pris en charge au cours de l’exercice de leur acquisition. Quand ils sont considérés comme éléments immobilisables, les taux d’amortissement retenus en général pour de courtes périodes, diffèrent d’une entreprise à l’autre.",
        "solution" : "En vertu du principe de spécialisation des exercices, les charges d’exploitation sont à rattacher à l’exercice au cours duquel elles sont nées et consommées. Vu que les bois de coffrage subissent en général des utilisations intensives, il est préconisé de tenir à leur égard, un compte d’inventaire permanent, à l’effet d’imputer au résultat de chaque exercice, le montant de la consommation effective en bois de coffrage. Comptablement, cela revient à introduire tous les achats de bois de coffrages dans les comptes de charges et à comptabiliser en stock en fin d’année le montant des bois de coffrages non consommés à l’instar des autres matières et matériaux."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE AU SECTEUR DU BATIMENT ET DES TRAVAUX PUBLICS (B.T.P)",
        "partie" : "6",
        "nom_partie" : "Pièces justificatives des dépenses",
        "probleme" : "L’activité de Bâtiment et Travaux Publics fait parfois appel à la fourniture de biens ou services auprès des personnes non organisées. Les supports justificatifs appuyant ces opérations de dépenses souffrent parfois du caractère de non-conformité aux conditions requises par la loi. Ce qui justifie à cet effet les réintégrations opérées lors des contrôles, en dépit de leur caractère réel.",
        "solution" : "Au sens des dispositions fiscales, tout achat de biens et services effectué auprès d’un patentable doit être justifié par une facture régulière ou tout autre document ou pièce probante en tenant lieu, établi par le fournisseur en vertu des dispositions des articles 32 de la loi n° 24-86 relative à l’impôt sur les sociétés et 30 de la loi n° 17-89 régissant l’impôt général sur le revenu. Partant de ces dispositions régissant la notion de pièces justificatives de dépenses, il est possible pour le cas d’espèce, d’établir un document tenant lieu de facture comprenant au moins les renseignements suivants : - L’identité du vendeur ; - La date de l’opération ; - Le numéro de l’article de son imposition à l’impôt des patentes ; - Les prix et quantités des biens livrés, des travaux exécutés et des prestations de services effectuées ; - Les références et le mode de paiement, sous réserve des dispositions des articles 8 de la loi relative à l’I.S et 16 de la loi régissant l’I.G.R. Pour les achats ou les approvisionnements effectués auprès de fournisseurs non patentables et qui ne délivrent pas de factures, l’entreprise de travaux doit établir un ordre de dépense sur lequel elle doit préciser : - le nom et l’adresse du fournisseur ; - la nature, la quantité et le prix unitaire des marchandises achetées ou des prestations rendues ; - les modalités de règlement ; Pour constituer une pièce probante cet ordre de dépense doit comporter également l’identité du vendeur (n° de la carte d’identité nationale). Ces pièces justificatives qui tiennent lieu de facture doivent être authentifiées."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE AU SECTEUR DU BATIMENT ET DES TRAVAUX PUBLICS (B.T.P)",
        "partie" : "7",
        "nom_partie" : "Frais d’installation de chantier",
        "probleme" : "Certains marchés de travaux prévoient l’engagement de dépenses nécessaires à l’installation de chantier, tels que bureaux de chantier, logements pour personnel, matériel, etc…. Ces dépenses font parfois l’objet de réintégration fiscale au motif qu’elles se rapportent à des immobilisations amortissables.",
        "solution" : "Les installations de chantier peuvent se présenter dans les marchés de travaux des deux manières suivantes : - au niveau d’un prix unitaire spécifique prévu par le marché rémunérant les frais d’installation tels que logements pour le personnel, bureaux de chantier, locaux pour laboratoire, instruments topographiques, engins pour entretien, etc… - ou être incluses dans les différents prix unitaires des travaux. Dans le premier cas, les frais pour installations entrent directement dans le compte de charges. En contrepartie, les produits correspondants doivent être pris en considération parmi les travaux facturés, ou figurer dans les stocks de fin d’année pour la partie non encore facturée. Dans le deuxième cas, ces frais pour installations doivent être immobilisés à l’actif de l’entreprise et amortis sur la durée totale de réalisation du marché découlant du contrat."
    }
]