[
    {
        "document" : "Demande exonération TVA lait en poudre",
        "objet" : "Application de l'exonération de la TVA sur un produit consistant en du lait en poudre",
        "reponse" : "Votre lettre en date du 24 avril 2024 Par lettre citée en référence, vous faites savoir qu'une société qui opère dans le secteur agroalimentaire commercialise un produit consistant en du lait en poudre pour enfants, dénommé « lait en poudre pour enfants, avec fibres, enrichi avec des vitamines et minéraux, à partir de 4 ans ». Vous précisez que ce lait est composé majoritairement de lait entier en poudre obtenu par le séchage du lait de vache frais marocain et de poudre de lactosérum, de fibres ainsi que de vitamines et minéraux et de la lécithine de soja utilisée comme émulsifiant. Matériellement, le produit se caractérise par une poudre fine. A cet effet, vous demandez une confirmation que les ventes de ce produit peuvent bénéficier de l'exonération prévue à l'article 91-1-A-9° du Code Général des Impôts (CGI). En réponse, j'ai l'honneur de vous rappeler que conformément aux dispositions de l'article 91-I-A-9° du CGI, les ventes, autrement qu'à consommer sur place, portant sur le lait en poudre sont exonérées de la TVA sans droit à déduction. Ainsi, sur le plan de principe, les ventes de produits constitués uniquement de lait en poudre ou avec des matières ajoutées ne modifiant pas sa consistance et sa nature, pourront bénéficier de l'exonération de la TVA sans droit à déduction prévue à l'article 91-I-A-9° du CGI. Veuillez agréer, Monsieur, l'assurance de n considération distinguée."
    },
    {
        "document" : "Demande application TVA location local professionnel",
        "objet" : "Application de la TVA sur la location d'un local à usage professionnel non équipé",
        "reponse" : "Votre lettre en date du 24 juillet 2024 Par lettre citée en référence, vous faites savoir que votre société avait acquis un terrain en 1989 sur lequel elle avait construit un hangar où elle exerçait son activité de production plastique jusqu'à l'année 2000 où elle avait arrêté son activité suite à certaines circonstances. Vous précisez qu'en 2020, votre société a vidé ses immobilisations et a loué le local vide. A cet effet, vous rappelez les clarifications apportées par la loi de finances 2024 qui précisent que les opérations de location de locaux à usage professionnel non équipés sont obligatoirement soumises à la TVA, lorsque lesdits locaux ont été acquis ou construits avec le bénéfice soit du droit à déduction soit de l'exonération de la TVA. A ce titre, vous demandez à savoir si l'opération de location du local précité est située hors champ d'application de la TVA ou soumise à cette taxe, sachant que les comptes de votre bilan ne font pas ressortir si ledit local a déjà bénéficié du droit à déduction ou de l'exonération de la TVA. En réponse, j'ai l'honneur de vous rappeler que, sur le plan de principe, les locations portant sur les locaux équipés pour un usage professionnel sont soumises à la TVA, conformément aux dispositions de l'article 89-I-10°- a) du Code Général des Impôts (CGI), telles que modifiées et complétées par la loi de finances pour l'année budgétaire 2017. En effet, à compter du 12 juin 2017, date de publication de la loi de finances (LF) pour l'année 2017, l'assujettissement à la TVA a été limité aux opérations de location portant sur des locaux équipés et, par conséquent, les locations portant sur les locaux à usage professionnel non équipés sont devenues hors champ d'application de la TVA, à condition que l'investissement réalisé au titre desdits locaux n'ait pas été effectué avec bénéfice du droit à déduction ou de l'exonération de la TVA. Toutefois, les locations qui étaient soumises à la TVA avant la date de publication de la loi de finances pour l'année 2017 ont continué à être soumises à ladite taxe, comme par le passé, dans la mesure où elles ont déjà bénéficié soit de la déduction soit de l'exonération de la TVA ayant grevé l'investissement réalisé. A compter du 1er Janvier 2018, la LF 2018 a accordé le droit d'option à l'assujettissement à la TVA aux bailleurs qui donnent en location des locaux à usage professionnel non équipés. Ainsi, ces bailleurs ont eu le droit de prendre la qualité d'assujettis à cette taxe, conformément aux dispositions de l'article 90-4° du CGI. Afin de clarifier le régime fiscal applicable aux opérations de location de locaux à usage professionnel non équipés, l'article 6-1 de la LF 2024 a complété l'article 89-1-10°-a), en précisant que ces opérations sont obligatoirement soumises à la TVA, lorsque ces locaux sont acquis ou construits avec le bénéfice du droit à déduction ou de l'exonération de cette taxe. Ainsi, les personnes ayant bénéficié de l'exonération ou du droit à déduction doivent obligatoirement facturer la TVA à leurs clients, au titre des opérations de location de locaux non équipés. Veuillez agréer, Monsieur, l'expression de ma considération distinguée."
    },
    {
        "document" : "Demande eclaircissement loi 69-21",
        "objet" : "Eclaircissement au sujet de la loi n° 69-21 relative aux délais de paiement",
        "reponse" : "Votre lettre en date du 19 septembre 2024 Par lettre citée en référence, vous faites savoir que les délais de paiement relatifs aux primes d'assurances sont régis par le code des assurances et plus précisément par la circulaire générale de l'Autorité de Contrôle des Assurances et de la Prévoyance Sociale (ACAPS). Vous précisez que les intermédiaires d'assurances ont un mandat d'encaissement qui précise le cadre conventionnel de collaboration entre l'entreprise d'assurances et l'agent ou le courtier et que par ce mandat, les intermédiaires d'assurances se substituent aux entreprises d'assurances pour établir des quittances de primes et/ou factures au moment de l'encaissement de la prime d'assurance. Vous précisez également que la relation entre l'assuré et l'intermédiaire d'assurances est matérialisée par un contrat ou une convention qui fixe les délais de paiement et les modalités d'encaissement de la prime qui sont définis au préalable suivant les dispositions de la circulaire de l'ACAPS. Ces délais sont tous plus réduits que les délais prévus par l'article 78-2 de la loi n° 69-21 relative aux délais de paiement. A ce titre, vous demandez à savoir si les intermédiaires d'assurances doivent mettre en application les délais et conventions dictés par la loi n° 69-21 précitée ou continuer à se conformer aux délais prévus par le code des assurances. En réponse, j'ai l'honneur de vous rappeler qu'en vertu des dispositions de l'article 78-2 de la loi n° 15-95 formant code de commerce, les délais de paiement sont fixés comme suit : • 60 jours à compter de la date de l'émission de la facture, lorsque le délai n'est pas convenu entre les parties ; • 120 jours au maximum à compter de la date de l'émission de la facture, si le délai de paiement est convenu entre les parties. Ainsi, si les délais de paiements appliqués sont conformes à ceux convenus entre les entreprises d'assurances et les intermédiaires d'assurances et ne dépassent pas les 120 jours précités, l'amende pécuniaire prévue à l'article 78-3 de la loi n° 15-95 ne sera pas appliquée. A cet égard, il est rappelé que le délai de paiement de 120 jours est un délai maximum, lorsque les parties conviennent d'un délai de paiement. Veuillez agréer, Monsieur, l'expression de ma considération distinguée."
    },
    {
        "document" : "Demande clarification régime CFC",
        "objet" : "Clarification de la période d'application du régime « Casablanca Finance City » en matière d'Impôt sur le Revenu (IR) au titre des revenus salariaux et assimilés",
        "reponse" : "Votre courrier en date du 15 janvier 2024 Par courrier cité en référence, vous faites savoir que votre cliente, une société de services ayant le statut « Casablanca Finance City » (CFC) et filiale marocaine d'un groupe international, procède au recrutement de consultants marocains et étrangers expérimentés ayant travaillé dans d'autres entreprises au Maroc avant de rejoindre ladite filiale marocaine. Lesdits consultants recrutés au Maroc peuvent se voir offrir des opportunités de mobilité à l'international, et après plusieurs années d'expatriation, ils sont recrutés à nouveau par la filiale marocaine. Dans ce cas, le contrat de travail est suspendu ou arrêté avec la filiale marocaine et lesdits employés sont recrutés par l'entité du groupe à l'étranger. A ce titre, vous avez exposé votre analyse des dispositions de l'article 73 du CGI et de la note circulaire relative à la loi de finances pour l'année 2018 et vous sollicitez l'avis de la DGI concernant le cas des personnes ayant été employées par une société ayant le statut CFC durant l'année 2012 et n'ayant pas épuisé le bénéfice de la période de 5 ans, du fait de leur expatriation avant le 31/12/2017., Vous avez précisé que si ces salariés étaient toujours employés de cette société, ils auraient épuisé la période de 5 ans avant l'entrée en vigueur de la loi de finances 2018. En réponse j'ai l'honneur de vous rappeler qu'avant le 1er janvier 2018, les traitements, émoluments et salaires bruts versés aux salariés qui travaillent pour le compte des sociétés ayant le statut CFC étaient soumis au taux libératoire de 20% pour une période maximale de 5 ans, à compter de la date de prise de leurs fonctions. A compter du 1er janvier 2018, la période de 5 ans précitée a été prorogée à 10 ans, à compter de la date de prise de fonctions des salariés concernés, pour l'application du taux libératoire de 20% auxdits traitements, émoluments et salaires bruts. Toutefois, pour les salariés déjà employés par la société avant l'obtention du statut CFC, la date d'effet prévue pour l'octroi de l'avantage, en matière d'IR, est la date de décision d'octroi dudit statut à la société qui les emploie. Concernant le cas soulevé, il a été précisé dans la note circulaire n° 728 relative aux dispositions fiscales de la loi de finances pour l'année 2018 que le bénéfice de l'application du taux libératoire de 20% pendant la période de 10 ans précitée est également accordé aux salariés desdites sociétés, recrutés avant le 1er janvier 2018 et dont la période de 5 ans n'a pas encore expiré au 1er janvier 2018. Il a été également clarifié que la date d'effet prévue pour l'octroi de l'avantage précité est la date de prise de fonctions par le salarié qui correspond à la date de signature du 1er contrat de travail avec une société ayant obtenu le statut CFC. Par conséquent, dans le cas d'espèce, vu que la personne concernée a déjà signé son premier contrat de travail avec la société ayant le statut CFC en 2012, soit avant le 1er janvier 2018 et que la période de 5 ans aurait expiré avant cette date si elle était toujours employée de cette société, le bénéfice du taux libératoire de 20% ne peut s'appliquer à cette personne suite à la signature d'un deuxième contrat de travail avec la même société après l'épuisement de la période de 5 ans précitée. Veuillez agréer, Monsieur, l'assurance de ma considération distinguée."
    }
]