[
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Pour qui s’applique un APP ?",
        "reponse" : "Toute entreprise résidente au Maroc peut présenter une demande en vue de conclure un APP pour ses transactions transfrontalières avec des entreprises associées, quelle que soit sa taille, le type de ses activités, la nature de ses opérations."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Y at-il un modèle type de demande d’APP ?",
        "reponse" : "La loi n’a pas prévu d’imprimé modèle pour une demande d’APP. Toutefois, un exemple type de demande a été élaboré pour servir de modèle à titre indicatif."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est-ce qu’une entreprise peut demander la signature d’un APP bilatéral (avec une autre administration fiscale) ou multilatéral avec plusieurs administrations fiscales ?",
        "reponse" : "Les entreprises sont encouragées de négocier un APP bilatéral ou multilatéral avec un ou plusieurs pays signataires de convention(s) fiscale(s) avec le Maroc. En effet, le but de négocier un APP bilatéral ou multilatéral est d'éviter que l’entreprise résidente au Maroc et les entreprises associées non résidentes soient sujettes à une double ou multiple imposition, ce qui peut survenir dans un APP unilatéral. Par ailleurs, il est à souligner que dans le cas d’un APP bilatéral ou multilatéral, l'instruction de la demande de l’APP est conduite dans le cadre d'un examen conjoint (négociation) mené par l'administration fiscale marocaine et l(es) autorité(s) compétente(s) de(s) l'État(s) concerné(s) et ce, conformément aux dispositions des conventions fiscales internationales en vigueur."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Quelles sont les garanties liées à un APP ?",
        "reponse" : "L’accord sur la méthode de détermination des prix de transfert permet à la société concernée de bénéficier des garanties suivantes : - la garantie que les prix pratiqués dans ses relations industrielles, commerciales ou financières intra-groupe ne feraient pas l’objet d’une rectification au titre des bénéfices indirectement transférés. - la garantie que ledit accord s’applique à toutes ses transactions futures réalisées durant la période de l’accord. Par conséquent, l’administration ne peut remettre en cause la méthode de détermination des prix de transfert ayant fait l’objet d’un accord préalable avec une entreprise, conformément aux dispositions de l’article 234 bis ci-dessus que dans les cas suivants : - la présentation erronée des faits, la dissimulation d’informations, les erreurs ou omissions imputables à l’entreprise ; - le non-respect de la méthode convenue et des obligations contenues dans l’accord par l’entreprise ou l’usage de manœuvres frauduleuses. Ainsi, lorsque la sincérité des faits présentés initialement par le contribuable, lors de la conclusion de l’accord, n’est pas vérifiée ou lorsque le contribuable ne respecte pas les obligations contractuelles mises à sa charge, l’accord est considéré comme nul et sans effet depuis sa date d’entrée en vigueur. Par ailleurs, il est à préciser que les deux conditions susvisées ne sont pas cumulatives. Aussi, il est entendu par erreur ou omission, la négligence grave ou omission volontaire impactant la méthode de prix de transfert convenue. Toutefois, il est à noter que les cas visés ci-dessus ne peuvent être soulevés par l’administration que dans le cadre des procédures de rectification prévues aux articles 220 ou 221 du Code Général des Impôts (CGI)."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est- ce que l’accord peut être renouvelé avec tacite reconduction ?",
        "reponse" : "L’article 234 bis du CGI précise que l’accord préalable en matière de prix de transfert ne peut excéder 4 ans. Ainsi, tout renouvellement nécessitera le dépôt d’une nouvelle demande. Toutefois, la nouvelle procédure de négociation serait plus légère en l'absence de modifications substantielles des conditions d'exercice de l'activité et des principaux paramètres de l'accord antérieur."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est-ce qu’un APP peut être appliqué rétroactivement ?",
        "reponse" : "Un APP ne peut être appliqué de manière rétroactive."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Quand est-ce qu’un APP peut être révisé ?",
        "reponse" : "Un APP peut être révisé, notamment, si l'une ou l'autre des situations suivantes est établie : - il y a une divergence entre une hypothèse de base et les conditions en vigueur ; - il y a eu un amendement d'une loi ou d'une convention fiscale modifiant le traitement fiscal de toute question se rapportant à l’APP ; - il y a eu un changement conséquent dans les circonstances. Si l’une des parties de l’accord estime qu'une révision d'un APP s'impose, elle doit en aviser l’autre partie et expliquer les motifs avec les documents justificatifs à l'appui. Dans tous les cas, les conditions et les modalités de la révision et de l’annulation d’un APP doivent être précisées dans les termes de l’accord."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est-ce qu’un APP peut être annulé ?",
        "reponse" : "Un APP peut être annulé conformément aux dispositions prévues à l’article 234 ter du CGI et aux termes définis dans l’accord entre les parties dans le cadre des procédures de rectification des impositions prévues aux articles 220 ou 221 du CGI. Lorsqu'un APP bilatéral ou multilatéral est annulé, l’administration en informe éventuellement les pays concernés."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est- ce qu’un contribuable peut retirer une demande d’APP ?",
        "reponse" : "Un contribuable peut à tout moment retirer sa demande d'APP. À cet effet, il est recommandé que ledit retrait soit motivé. Dans le cas où le contribuable persiste à retirer sa demande, ce retrait n’entraîne pour les parties aucune obligation. Les ententes ou les engagements précédents concernant cette demande seront sans effet."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Que faut-il faire en cas de désaccord sur la méthode de détermination de prix de transfert ?",
        "reponse" : "Le dépôt d’une demande d’APP n’oblige pas les parties à conclure un accord. Dans certains cas, il se peut qu’il y ait désaccord sur la méthode de détermination de prix de transfert. En pareilles circonstances, une des parties informe par écrit l’autre partie de la clôture de la procédure."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est-ce que la signature de l’accord préalable peut être remise en cause ?",
        "reponse" : "La signature de l'accord garantit à l'entreprise signataire, contre toute remise en cause par l'administration, de la méthode de fixation des prix pour les exercices concernés, pour autant que les termes de l'accord et les dispositions légales en vigueur soient parfaitement respectés."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est-ce qu’un APP empêche une entreprise d’être contrôlée ?",
        "reponse" : "Un APP n'empêche pas et ne retarde pas une éventuelle procédure de contrôle fiscal de l’entreprise demanderesse. Le programme d'APP est complètement distinct des programmes de contrôle."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est-ce qu’un APP peut suspendre une procédure de contrôle fiscal ?",
        "reponse" : "Une demande d'accord préalable ne peut avoir pour effet de suspendre un contrôle en cours ou toute autre procédure d'examen ou d'établissement de l'impôt. L'ouverture d'une procédure d'accord préalable demeure sans incidence sur les délais de prescription et l'instruction d’une demande d’APP ne peut faire obstacle à l'engagement d'une procédure de contrôle fiscal."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est-ce que les APP sont confidentiels ?",
        "reponse" : "Vu sa nature, un APP doit être conclu dans un cadre de confidentialité et de transparence totale et ce, dans le respect des lois et de la réglementation en vigueur."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est-ce que l’administration ou le contribuable peuvent demander une expertise externe ?",
        "reponse" : "Dans le cadre de l'instruction d’un APP le recours à un expert externe est toujours possible."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "Est- ce qu’un APP est payant ?",
        "reponse" : "Les APP ne sont pas payants. Toutefois, dans la mesure où une expertise est demandée, les frais y afférents sont à la charge de l’entreprise demanderesse."
    },
    {
        "document" : "FAQ - ACCORD PREALABLE EN MATIERE DE PRIX DE TRANSFERT",
        "question" : "A qui s’adresser pour le dépôt d’une demande d’APP ?",
        "reponse" : "Pour toutes les questions et démarches relatives à l'engagement d'une procédure d'accord préalable en matière de prix de transfert, adressez-vous à votre interlocuteur unique : Direction Générale des Impôts Direction de la Législation, des Etudes et de la Coopération Internationale Entité chargée des accords préalables sur les prix de transfert Avenue haj Ahmed Cherkaoui, quartier administratif 10090 Agdal, RABAT TEL : +212 5 37 27 91 88 Courriel : APP@tax.gov.ma"
    }
]