[
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Introduction",
        "contenu" : "L’existence d’un statut juridique et fiscal dédié aux Auto-Entrepreneurs est de nature à encourager les activités exercées d’une manière formelle, développer l’esprit entrepreneurial et faciliter l’accès au marché du travail pour les jeunes grâce à l’auto-emploi."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Qui peut devenir auto-entrepreneur ?",
        "contenu" : "Le statut de l’auto-entrepreneur est accordé à toute personne physique exerçant à titre individuel, une activité professionnelle. De même, une personne associée ou actionnaire dans une entreprise sans y exercer une activité reste éligible au statut de l’auto-entrepreneur. Important : le statut de l’auto-entrepreneur n’est pas accordé si l’entrepreneur exerce déjà une activité soumise à la taxe professionnelle, en tant que personne morale ou physique. Il devra, au préalable, accomplir les démarches de cessation d’activité avant de s’inscrire au registre national de l’auto-entrepreneur."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Quelles sont les contribuables exclus du régime de l’auto-entrepreneur ?",
        "contenu" : "• Architectes • Assureurs • Avocats • Changeurs de monnaies • Chirurgiens • Chirurgiens-dentistes • Commissaires en marchandises • Commissaires aux comptes • Marchands exportateurs • Marchands importateurs • Métreurs vérificateurs • Médecins • Hôteliers • Huissiers de justice • Imprimeurs • Libraires • Lotisseurs et promoteurs immobiliers • Loueurs d’avions ou d’hélicoptères • Mandataires négociants • Marchands de biens immobiliers • Marchands en détail d’orfèvrerie, bijouterie et joaillerie • Marchands en gros d’orfèvrerie, bijouterie et joaillerie • Comptables • Débitants de tabac • Editeurs • Experts comptables • Exploitants d’autoécole • Exploitants de salles de cinéma • Exploitants de cliniques • Exploitants de laboratoire d’analyses médicales • Exploitants d’école d’enseignement privé • Géomètres • Notaires • Prestataires de services liés à l’organisation des fêtes et réceptions • Pharmaciens • Opticiens et lunetiers • Radiologues • Tenants un bureau d’études • Transitaires en douane • Topographes • Vétérinaires"
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Quelles sont les conditions d’octroi du statut de l’auto-entrepreneur ?",
        "contenu" : "L’option pour le régime fiscal de l’auto-entrepreneur est subordonnée aux conditions suivantes : • Le montant du chiffre d’affaires annuel encaissé ne doit pas dépasser les limites suivantes : - 500 000 DH, pour les activités commerciales, industrielles et artisanales ; - 200 000 DH pour les prestataires de services. • Le contribuable est tenu d’adhérer au régime de sécurité sociale prévu par la législation en vigueur."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Comment sont déterminés les droits complémentaires relatifs au régime de sécurité sociale prévus pour l’auto-entrepreneur ?",
        "contenu" : "Les droits complémentaires sont déterminés en fonction du barème suivant : Tranches des droits annuels (en dirhams) : Moins de 500 | De 500 à 1000 | De 1 001 à 2500 | De 2501 à 5 000 | De 5001 à 10.000 | De 10.001 à 25.000 | De 25001 à 50.000 | Supérieur à 50 000 — Montant trimestriel des droits complémentaires (en dirhams) : 300 | 390 | 570 | 720 | 1050 | 1500 | 2250 | 3600 — Montant annuel des droits complémentaires (en dirhams) : 1200 | 1560 | 2280 | 2880 | 4200 | 6000 | 9000 | 14400"
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Quelles sont les règles régissant l’option au statut de l’auto-entrepreneur ?",
        "contenu" : "L’option pour le régime de l’auto-entrepreneur reste valable tant que le chiffre d’affaires encaissé n’a pas dépassé pendant deux années consécutives les limites de 500 000 DH et 200 000 DH. Important : Dans le cas contraire, et sauf option pour le régime du résultat net simplifié ou celui de la Contribution Professionnelle Unique (CPU), le régime du résultat net réel est applicable en ce qui concerne les revenus professionnels réalisés à compter du 1er janvier de l’année suivant les deux années au cours desquelles lesdites limites ont été dépassées. Dans ce cas, le contribuable ne peut plus bénéficier du régime de l’auto-entrepreneur. L’option pour le régime de l’auto-entrepreneur, formulée par les contribuables, dont les professions ou activités relèvent à la fois de deux limites de chiffres d’affaires prévues pour le régime objet de leur option, n’est valable que : - Lorsque le chiffre d’affaires encaissé dans chacune des catégories de professions ou d’activités ne dépasse pas la limite prévue pour chacune d’elles ; - Ou lorsque le chiffre d’affaires total encaissé dans les professions ou activités précitées ne dépasse pas la limite correspondant à la profession ou à l’activité exercée à titre principal."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Quels sont les avantages fiscaux dont bénéficie l’auto-entrepreneur ?",
        "contenu" : "Impôt sur le revenu : Les personnes physiques, exerçant à titre individuel en tant qu’auto-entrepreneurs, sont soumises à l’impôt sur le revenu, en appliquant au chiffre d’affaires encaissé l’un des taux suivants : - 0,5 % sur le montant qui ne dépasse pas 500 000 DH pour les activités commerciales, industrielles et artisanales ; - 1 % sur le montant qui ne dépasse pas 200 000 DH pour les prestations de service. Toutefois, lorsque le chiffre d’affaires annuel au titre des prestations de service réalisées, pour le compte d’un même client, dépasse quatre-vingt mille (80 000) dirhams, le surplus est soumis à l’impôt sur le revenu, par voie de retenue à la source opérée par ledit client au taux prévu à l’article 73 (II-G-8°) du code général des impôts. Ces taux sont libératoires de l’IR. | Plus-values nettes : Les plus-values nettes résultant de la cession ou du retrait des biens corporels et incorporels affectés à l’exercice de l’activité sont imposables par voie de rôle suivant les modalités prévues à l’article 40-II du code général des impôts (C.G.I) et selon les taux du barème prévu au C.G.I. | Taxe sur la valeur ajoutée : L’auto-entrepreneur est hors champ d’application de la TVA puisque son chiffre d’affaires ne dépasse pas le seuil d’assujettissement de la TVA fixé à 500 000 DHS. | Taxe professionnelle : L’auto-entrepreneur est exonéré de la taxe professionnelle pendant une période de 5 ans à compter de la date du début d’activité ainsi que les terrains, constructions de toute nature, additions de constructions, matériels et outillages neufs acquis en cours d’exploitation, directement ou par voie de crédit-bail."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Quels sont les autres avantages dont bénéficie l’auto-entrepreneur ?",
        "contenu" : "- Dispense de l’obligation d’inscription au registre de commerce ; - Dispense des obligations comptables ; - Possibilité de domicilier son activité dans sa résidence ou dans les locaux exploités en commun par plusieurs entreprises sans que sa résidence principale ne puisse faire l’objet de saisie à raison des dettes dont il est redevable ; - Bénéfice de la couverture sociale à compter de la date de l’inscription au Registre National de l’Auto-Entrepreneur (RNAE). Important : L’auto-entrepreneur reste soumis aux mêmes dispositions prévues pour les contribuables dont les revenus professionnels sont déterminés selon le régime de la CPU et qui sont relatives au contrôle, au contentieux, aux sanctions et à la prescription."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Quelle est la procédure d’inscription au registre national de l’auto-entrepreneur ?",
        "contenu" : "Pour avoir le statut d’auto-entrepreneur, les personnes physiques doivent : - avoir une adresse électronique ; - remplir la demande d’inscription, qui vaut déclaration d’existence, d’une manière électronique via le portail du registre national de l’auto-entrepreneur https://rn.ae.gov.ma ; - Retirer et signer la demande, ensuite la déposer auprès de l’un des guichets des banques partenaires de Barid Al-Maghrib accompagnée d’une photo personnelle et d’une copie de la carte nationale d’identité de l’intéressé, ou de la carte de séjour pour les étrangers dans un délai de 30 jours à compter de la date à partir de laquelle la demande a été établie sur le portail électronique."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Comment s’effectue l’identification de l’auto-entrepreneur auprès des services fiscaux ?",
        "contenu" : "Une fois inscrit au Registre National de l’auto-entrepreneur (RNAE), l’auto-entrepreneur est reconnu à travers : - l’Identifiant Commun de l’Entreprise (ICE), qui est son numéro de RNAE ; - l’Identifiant Fiscal ; - Le numéro d’identification à la taxe professionnelle."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Quelles sont les obligations déclaratives de l’auto-entrepreneur ?",
        "contenu" : "Déclaration du chiffre d’affaires de l’auto-entrepreneur : Le contribuable dont l’impôt est déterminé selon le régime de l’auto-entrepreneur est tenu de déclarer son chiffre d’affaires encaissé trimestriellement sur ou d’après l’imprimé modèle établi par Barid Al-Maghrib. La déclaration et le versement trimestriel doivent être effectués auprès de Barid Al-Maghrib avant la fin du mois qui suit le trimestre au cours duquel le chiffre d’affaires a été encaissé. | Déclaration de cessation, cession ou transformation de l’entreprise : Pour les contribuables soumis à l’I.R. selon le régime de l’auto-entrepreneur, cette déclaration doit être souscrite auprès de Barid Al-Maghrib, dans les mêmes conditions que celles prévues à l’article 150 du C.G.I. | Télédéclaration effectuée par l’auto-entrepreneur : - Les contribuables exerçant une activité en tant qu’auto-entrepreneur, peuvent souscrire, auprès de Barid Al-Maghrib, par procédé électronique, leur déclaration de chiffre d’affaires. Les télédéclarations produisent les mêmes effets juridiques que les déclarations prévues par le C.G.I. - Les contribuables exerçant une activité en tant qu’auto-entrepreneur peuvent effectuer auprès de Barid Al-Maghrib, par tout procédé électronique ou tout moyen en tenant lieu, les versements prévus par le C.G.I. Ces télépaiements produisent les mêmes effets juridiques que les paiements prévus par le C.G.I."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Comment se fait le paiement de l’impôt pour l’auto-entrepreneur ?",
        "contenu" : "Est versé de manière spontané au niveau de l’une des agences de Barid Al-Maghrib, le montant de l’impôt dû par les contribuables soumis au régime de l’auto-entrepreneur avant la fin du mois qui suit le trimestre au cours duquel le chiffre d’affaires a été encaissé. Le paiement de l’impôt est effectué sur la base de la déclaration."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Comment mettre fin au régime de l’auto-entrepreneur ?",
        "contenu" : "L’auto-entrepreneur est radié du RNAE : - sur demande de l’intéressé souscrite d’après un modèle établi par l’administration accompagnée de la déclaration de chiffre d’affaires et déposée à l’un des guichets relevant de Barid Al Maghrib en cas de cessation d’activité ou de cession partielle ou totale de son entreprise ; - en cas de non déclaration de chiffre d’affaires ou déclaration de chiffre d’affaires nul à partir de la 2ème année suivant l’inscription ; - suite à la transformation en un autre statut ou régime ; - sans délai, à compter de la date de notification de la copie de décision judicaire de radiation ayant un titre exécutoire ; - en cas de non versement des cotisations sociales et fiscales pendant une année ; - en cas de déclaration de chiffre d’affaires dépassant le seuil fixé pendant deux années consécutives."
    },
    {
        "document" : "Guide - REGIME FISCAL DE L’AUTO-ENTREPRENEUR",
        "objet" : "Quelle est l’organisme habilité à délivrer les attestations fiscales ?",
        "contenu" : "Pour l’obtention des attestations fiscales et notamment l’attestation de régularité fiscale, document nécessaire pour la soumission aux marchés publics, l’auto-entrepreneur doit accéder au SIMPL-ATTESTATION, sur le portail de la Direction Générale des Impôts accessible via l’adresse : www.tax.gov.ma. Toutefois, l’attestation de radiation du RNAE est délivrée par Barid Al-Maghrib."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "introduction" : "L’institution d’une contribution professionnelle unique constitue l’une des recommandations des 3èmes assises nationales de la fiscalité. Elle a été envisagée pour mettre en place un système d’imposition adapté aux personnes physiques dont le revenu professionnel est déterminé selon le régime du bénéfice forfaitaire. Le but étant de permettre à cette catégorie de contribuables exerçant des activités à faible revenu, de s’acquitter d’un seul impôt englobant d’une part les impôts et taxes à caractère professionnel à savoir l’impôt sur le revenu, la taxe professionnelle et la taxe des services communaux et d’autre part, un complément de droit destiné aux prestations sociales couvrant dans un premier temps l’assurance maladie obligatoire. A cet effet et à compter du 1er janvier 2021, les dispositions du code général des impôts (CGI) relatives au régime du bénéfice forfaitaire sont abrogées et remplacées par de nouvelles dispositions relatives au régime de la Contribution Professionnelle Unique (CPU) institué par l’article 6 de la loi de finances n° 65.20 pour l’année budgétaire 2020. Ainsi, l’article 6 de la loi de finances n° 65.20 précitée a modifié le CGI, notamment ses articles 26, 40, 41, 43, 44, 73-II, 46, 86, 155-IV, 169 et 173-I et a introduit un nouvel article 82 quater relatif à la déclaration du chiffre d’affaires et des plus-values réalisés par les contribuables dont les revenus professionnels sont déterminés selon le régime de la CPU. A ce titre, la loi n° 07-20 modifiant et complétant la loi n° 47-06 relative à la fiscalité locale, promulguée par le dahir n° 1-20-91 du 16 joumada I 1442 (31 décembre 2020) a prévu l’exonération totale permanente de la taxe professionnelle et de la taxe de services communaux, à compter du 1er janvier 2021, pour les personnes physiques soumises à la CPU."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "A",
        "nom_partie" : "Champ d’application du régime de la CPU",
        "sous_partie" : "1",
        "nom_sous_partie" : "Personnes éligibles",
        "contenu" : "Sont soumis au régime de la CPU, sous réserve du respect de certaines conditions de fond et de forme précisées ci-dessous : - Les contribuables personnes physiques dont les revenus professionnels étaient déterminés selon le régime du bénéfice forfaitaire, avant l’entrée en vigueur des dispositions de la LF pour l’année 2021 ; - les contribuables qui entament l’exercice de leurs activités professionnelles, à compter du 1er janvier 2020; - les contribuables soumis antérieurement au régime du résultat net réel ou du résultat net simplifié et dont le chiffre d’affaires est inférieur au nouveau seuil fixé à 2.000.000 DH par la loi de finances pour l’année 2020"
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "A",
        "nom_partie" : "Champ d’application du régime de la CPU",
        "sous_partie" : "2",
        "nom_sous_partie" : "Exclusions du régime de la CPU",
        "contenu" : "Sont exclus du régime de la CPU quel que soit le chiffre d’affaires réalisé, les contribuables exerçant des professions, activités ou prestations de services fixées par le décret n° 2-08-124 du 3 Joumada II 1430 ( 28 mai 2009)."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "A",
        "nom_partie" : "Champ d’application du régime de la CPU",
        "sous_partie" : "3",
        "nom_sous_partie" : "Conditions d’application du régime de la CPU",
        "contenu" : "L’application du régime de la CPU est subordonnée au respect des conditions suivantes :  le montant du chiffre d’affaires annuel réalisé ne doit pas dépasser, taxe sur la valeur ajoutée comprise, les limites suivantes : - 2.000.000 de dirhams, pour les activités commerciales, industrielles et artisanales ; - 500.000 dirhams, pour les prestataires de services.  l’adhésion au régime de l’assurance maladie obligatoire de base conformément à la législation et à la réglementation en vigueur. Par ailleurs, les nouveaux contribuables éligibles au régime fiscal relatif à la CPU qui désirent opter pour ce régime, doivent adresser leur demande par lettre recommandée avec accusé de réception ou la remettre contre récépissé à l’inspecteur des impôts du lieu de leur domicile fiscal ou de leur principal établissement : - Dans le cas de l’exercice de l'option en début d'activité : avant le 1er avril de l’année suivant celle du début d’activité ; - Dans le cas de l’exercice de l'option en cours d'activité : dans le délai de dépôt de déclaration du revenu global de l’année précédente à savoir avant le 1er mai de l’année en cours. Cette option ne prend effet qu’à partir de l'année suivante. L'option précitée reste valable tant que le chiffre d'affaires réalisé n'a pas dépassé pendant deux années consécutives les limites du chiffre d’affaires précitées. En cas de dépassement desdites limites pendant deux ans, le régime du résultat net réel est applicable aux revenus professionnels réalisés à compter du 1er janvier de l'année suivant ces deux années. NB : L’option pour l’ancien régime forfaitaire concernant les contribuables personnes physiques dont le chiffre d’affaire réalisé n’excède pas les limites prévues ci-dessus, demeure valable pour l’application du nouveau régime de la CPU. Par conséquent, aucune formalité n’est requise à ce titre. La déclaration souscrite dans le cadre dudit régime fait foi."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "B",
        "nom_partie" : "Base de détermination de la CPU",
        "contenu" : "Les contribuables dont les revenus professionnels sont déterminés selon le régime fiscal de la CPU sont soumis à l’impôt sur le revenu sur la base du chiffre d’affaires réalisé, auquel s’applique un coefficient fixé pour chaque profession conformément au tableau visé à l’article 40-I du CGI. A ce titre, il convient de préciser que lorsque le contribuable exerce plusieurs professions ou activités relevant de coefficients différents, le revenu professionnel global est égal au total des revenus déterminés comme précisé ci-dessus pour chacune des professions ou activités. Par ailleurs, il y a lieu de rappeler que conformément aux dispositions de l’article 247 ter du CGI, le montant du chiffre d’affaires réalisé par paiement mobile au titre des années 2020 à 2024 n’est pas pris en compte pour la détermination de la base imposable précitée."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "C",
        "nom_partie" : "Modalités de calcul de la CPU",
        "contenu" : "La CPU comporte deux composantes"
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "C",
        "nom_partie" : "Modalités de calcul de la CPU",
        "sous_partie" : "1",
        "nom_sous_partie" : "Impôt correspondant au revenu professionnel",
        "contenu" : "Pour déterminer la première composante de la CPU relative au revenu professionnel, il est appliqué un taux libératoire de 10% à la base imposable obtenue comme précisé ci-dessus."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "C",
        "nom_partie" : "Modalités de calcul de la CPU",
        "sous_partie" : "2",
        "nom_sous_partie" : "Droit complémentaire",
        "contenu" : "Le montant de la 1ère composante de la CPU calculé ci-dessus détermine sur la base du tableau ci-après, le droit complémentaire correspondant à verser au titre de la 2ème composante relative à la couverture médicale: Moins de 500 : 300 dirhams (trimestriel), 1200 dirhams (annuel) ; De 500 à 1000 : 390 dirhams (trimestriel), 1560 dirhams (annuel) ; De 1 001 à 2500 : 570 dirhams (trimestriel), 2280 dirhams (annuel) ; De 2501 à 5 000 : 720 dirhams (trimestriel), 2880 dirhams (annuel) ; De 5001 à 10.000 : 1050 dirhams (trimestriel), 4200 dirhams (annuel) ; De 10.001 à 25.000 : 1500 dirhams (trimestriel), 6000 dirhams (annuel) ; De 25001 à 50.000 : 2250 dirhams (trimestriel), 9000 dirhams (annuel) ; Supérieur à 50 000 : 3600 dirhams (trimestriel), 14400 dirhams (annuel). A cet effet, la loi de finances n° 65.20 précitée a prévu une mesure transitoire afin de donner aux contribuables la possibilité de se conformer aux nouvelles obligations et d’accomplir les formalités nécessaires pour l’adhésion au régime d’assurance maladie obligatoire de base. A ce titre, le droit complémentaire de la CPU est versé selon la situation du contribuable en matière d’adhésion audit régime d’assurance, conformément à la législation et à la réglementation en vigueur. Ainsi, le versement de la partie de la CPU relative au droit complémentaire est tributaire de l’adhésion à ce régime d’assurance au cours de l’année 2021. N.B : A titre transitoire et en vue de faciliter la mise en œuvre des dispositions du nouveau régime de la CPU, la base imposable au titre de l’année 2020 dite année de référence est déterminée à titre exceptionnel en calculant sur la base du taux de 10%, le revenu théorique correspondant au total des impôts et taxes (l’impôt sur le revenu, la taxe professionnelle 'TP' et, le cas échéant, la taxe de services communaux 'TSC') dont sont redevables les contribuables en vertu des anciennes dispositions du CGI et de la loi n° 47-06 relative à la fiscalité des collectivités locales. La base ainsi obtenue est reconvertie en chiffre d’affaires supposé avoir été réalisé en se basant sur le coefficient fixé pour chaque profession conformément au tableau annexé au CGI. Aussi, il convient de préciser que dans la mesure où le montant de la CPU tient compte à partir du 1er janvier 2021 des droits dus au titre de la TP et de la TSC professionnelle, la loi n°47-06 précitée, telle que modifiée et complétée par la loi n° 07-20 du 31/12/2020 a prévu l’exonération des personnes physiques soumises à la CPU, en matière desdites taxes ."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "D",
        "nom_partie" : "Taxation des plus-values et des indemnités",
        "contenu" : "Les plus-values et indemnités réalisées par les contribuables soumis au régime de la CPU suite à la cession de tout ou partie de leur entreprise ou clientèle ou à la cessation de leur activité, sont soumises à l’impôt sur le revenu au taux libératoire de 20%."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "E",
        "nom_partie" : "Obligations déclaratives",
        "sous_partie" : "1",
        "nom_sous_partie" : "Déclaration d’existence ou de transfert de domicile fiscal",
        "contenu" : "Les contribuables qui sont soumis à l’impôt sur le revenu selon le régime de la CPU doivent adresser une déclaration d’existence sur ou d’après un imprimé-modèle établi par l’administration, par lettre recommandée avec accusé de réception ou remettre contre récépissé, au service local des impôts du lieu de leur domicile fiscal ou de leur principal établissement au Maroc dans un délai maximum de 30 jours suivant la date du début de leur activité. Cette déclaration doit comporter certains renseignements notamment, la nature des activités exercées et le numéro d’identification en matière de taxe professionnelle. À ce titre, il convient de préciser que les contribuables précités bénéficient désormais de l’exonération permanente en matière de taxe professionnelle, en vertu des dispositions de l’article 6-I-A-25° de la loi n°47-06 précitée. Toutefois, ils demeurent Soumis aux formalités d’inscription à ladite taxe en vertu des dispositions légales prévues par d’autres lois en vigueur, les contribuables doivent, en cas de changement de leur domicile fiscal ou de leur principal établissement, aviser l'inspecteur des impôts du lieu de leur nouveau domicile fiscal ou établissement principal, par lettre recommandée avec accusé de réception, ou remise de ladite lettre contre récépissé, ou encore par souscription d’une déclaration établie sur ou d’après un imprimé-modèle de l’administration ; cette déclaration doit être produite dans les 30 jours qui suivent la date du transfert ou du changement."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "E",
        "nom_partie" : "Obligations déclaratives",
        "sous_partie" : "2",
        "nom_sous_partie" : "Déclaration du chiffre d’affaires",
        "contenu" : "Le contribuable dont le revenu professionnel est déterminé selon le régime de la CPU, est tenu de souscrire une déclaration annuelle au titre du chiffre d’affaires réalisé correspondant à chaque activité ou profession exercée, avec le versement spontané de l’impôt, par procédé électronique ou sur support papier, sur ou d’après un imprimé-modèle établi par l’administration fiscale, et ce avant le 1er avril de l’année suivant celle au cours de laquelle le chiffre d’affaires a été réalisé. Cette déclaration doit être souscrite auprès de l’inspecteur des impôts du lieu du domicile fiscal ou du principal établissement du contribuable. Elle comporte un certain nombre d’informations, notamment celles se rapportant à l’option pour le paiement annuel ou trimestriel ainsi que le numéro d’affiliation au régime d’assurance maladie obligatoire de base, le cas échéant. En cas de cession, cessation d’activité, de décès ou de départ définitif, la déclaration précitée doit être souscrite dans les délais prévus aux articles 85 et 150 du CGI. A ce titre, il est à noter que tous les contribuables concernés par la CPU sont tenus de souscrire leurs déclarations de revenu, y compris ceux dont l’impôt en principal est inférieur à 5.000 dirhams et qui en étaient dispensés en vertu de l’ancienne disposition de l’article 86-4° du CGI, abrogée par la loi de finance pour l’année 2021. A ce titre, il est important de souligner également que l’ancien mode de détermination du revenu imposable sur la base de la valeur locative (bénéfice minimum) est abrogé par la loi de finances pour l’année 2021. Il s’ensuit que la CPU est désormais fondée sur le principe du régime déclaratif ayant pour corolaire le droit de contrôle dévolu à l’administration fiscale conformément à la législation fiscale en vigueur."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "E",
        "nom_partie" : "Obligations déclaratives",
        "sous_partie" : "3",
        "nom_sous_partie" : "Déclaration des plus-values et des indemnités",
        "contenu" : "Les contribuables soumis au régime de la CPU sont tenus de déclarer par procédé électronique ou de remettre, contre récépissé en même temps que le versement spontané de l’impôt, une déclaration récapitulant les plus-values et indemnités visées à l’article 40-II du CGI dans un délai de 45 jours à compter de la date de cession de tout ou partie de leur entreprise ou de leur clientèle ou de cessation de leur activité. La déclaration doit être souscrite auprès du receveur de l’administration fiscale du lieu du domicile fiscal ou du principal établissement du contribuable sur ou d’après un imprimé-modèle établi par l’administration. Elle doit être accompagnée de toutes les pièces justificatives relatives aux prix de cessions et d’acquisitions des biens cédés."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "I",
        "nom_chapitre" : "PRESENTATION DU REGIME DE LA CPU",
        "partie" : "F",
        "nom_partie" : "Obligations de versement",
        "contenu" : "Les contribuables soumis au régime de la CPU sont tenus à compter du 1er janvier 2021 de verser spontanément le montant de la CPU, d’après l’option formulée dans leurs déclarations de chiffre d’affaires et selon les délais suivants : - en cas d’option pour le paiement trimestriel, l’impôt donne lieu au versement de 4 acomptes dont chacun est égal à 25% du montant de l’impôt dû et ce, avant l'expiration des 3ème, 6ème, 9ème et 12ème mois de l’année suivant celle au cours de laquelle le chiffre d’affaires a été réalisé ; - en cas d’option pour le paiement annuel, l’impôt est versé avant le 1er avril de l’année suivant celle au cours de laquelle le chiffre d’affaires a été réalisé. Les contribuables précités peuvent effectuer auprès de l’administration fiscale par procédé électronique, les versements prévus en matière de CPU."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "II",
        "nom_chapitre" : "CAS ILLUSTRATIFS DE CALCUL DE LA CPU",
        "partie" : "A",
        "nom_partie" : "Cas d’un contribuable exerçant avant le 1er janvier 2021, une activité professionnelle selon le régime du bénéfice forfaitaire",
        "contenu" : "Un contribuable tenant un magasin d’alimentation générale, soumis au régime du bénéfice forfaitaire, est redevable au titre de l’année de référence 2020 des droits suivants : - Impôt sur le revenu : 1 800 DH - Taxe professionnelle : 1 200 DH Soit un total de droits (IR + TP) de 3 000 DH. À titre transitoire, les droits à verser en 2021 sous le régime de la CPU sont maintenus sans changement. Ils sont déterminés théoriquement en se basant sur les mécanismes, les taux et les coefficients prévus par la loi."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "II",
        "nom_chapitre" : "CAS ILLUSTRATIFS DE CALCUL DE LA CPU",
        "partie" : "A",
        "nom_partie" : "Cas d’un contribuable exerçant avant le 1er janvier 2021, une activité professionnelle selon le régime du bénéfice forfaitaire",
        "sous_partie" : "1",
        "nom_sous_partie" : "1ère composante de la CPU correspondant à l’impôt sur le revenu professionnel",
        "contenu" : "La base imposable retenue sous le régime de la CPU en 2021 (revenu de l’année 2020) est calculée théoriquement comme suit : - Coefficient applicable au chiffre d’affaires (CA) pour la détermination de la base imposable du revenu professionnel d’une activité d’alimentation générale : 8% - Taux de l’impôt proportionnel pour le calcul de la 1ère composante de la CPU : 10% - La formule [CA x 8% x 10%] doit permettre ainsi de calculer une CPU (hors droit complémentaire) de 3.000 DH. Le CA théorique permettant d’aboutir à des droits de 3.000 DH s’établit à 375.000 DH soit : (375 000 x 8%) x 10% = 3 000 DH Ainsi, il est permis de dégager le même montant de l’impôt et taxes exigibles en 2020 au titre de l’IR et de la TP à acquitter en 2021."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "II",
        "nom_chapitre" : "CAS ILLUSTRATIFS DE CALCUL DE LA CPU",
        "partie" : "A",
        "nom_partie" : "Cas d’un contribuable exerçant avant le 1er janvier 2021, une activité professionnelle selon le régime du bénéfice forfaitaire",
        "sous_partie" : "2",
        "nom_sous_partie" : "Droit complémentaire formant la 2ème composante de la CPU :",
        "contenu" : "Par référence au tableau relatif aux droits complémentaires, le montant de 3.000 se situe dans la tranche des droits annuels allant de [2501 à 5 000] à laquelle correspond un montant annuel des droits complémentaires de 2 880 DH exigibles après adhésion au régime de l’assurance maladie obligatoire de base."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "II",
        "nom_chapitre" : "CAS ILLUSTRATIFS DE CALCUL DE LA CPU",
        "partie" : "B",
        "nom_partie" : "Cas d’un contribuable exerçant une nouvelle activité professionnelle à compter de 2020",
        "contenu" : "Un contribuable a débuté son activité en qualité de coiffeur pour hommes le 1er janvier 2020. Il a souscrit sa 1ère déclaration sous le régime de la CPU en 2021 comme suit : - Chiffre d’affaire réalisé : 60 000 DH Les droits à verser en 2021 sont calculés directement sous le régime de la CPU. Ainsi, la base imposable sous ledit régime en 2021 (revenu de l’année 2020) est calculée comme suit : [(60 000 x 40%) x 10%] = 2 400 DH Au montant de l’impôt ainsi calculé s’ajoute un droit complémentaire de 2 280 DH après adhésion au régime d’assurance maladie obligatoire de base."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "II",
        "nom_chapitre" : "CAS ILLUSTRATIFS DE CALCUL DE LA CPU",
        "partie" : "C",
        "nom_partie" : "Cas d’un contribuable ayant cédé totalement ou partiellement son entreprise",
        "sous_partie" : "1",
        "nom_sous_partie" : "Cas de cessation totale d’activité",
        "contenu" : "Un entrepreneur menuisier bénéficiant du régime d’assurance maladie obligatoire de base, a cédé le 30 juin 2021 son entreprise au prix de 180 000 DH, réalisant ainsi une Plus-value nette de 100 000 DH. Il a réalisé durant le premier semestre de 2021 un chiffre d’affaires de 90 000 DH. Ainsi, ce contribuable est tenu de souscrire une déclaration suite à la cessation d’activité dans un délai de 45 jours à compter de la date de cession. Il aura donc à verser au titre de la CPU les montants suivants, sous réserve des dispositions de l’article 236-1° du CGI : - CPU due au titre du chiffre d’affaires réalisé (90 000 x 12%) x 10% = 1 080 DH A cet impôt s’ajoute le droit complémentaire calculé comme suit : - Le montant annuel de la CPU porté à l’année (1080 x (12 /6) = 2 160), qui correspond à un droit complémentaire annuel de 2 280 DH ; - Droit complémentaire ramené à la période de 6 mois : 2 280 DH x (6/12) = 1 140 DH Soit un total à verser : 1 080 + 1 140 = 2 220 DH - CPU due au titre de la plus-value nette réalisée : 100 000 x 20% = 20 000 DH"
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "II",
        "nom_chapitre" : "CAS ILLUSTRATIFS DE CALCUL DE LA CPU",
        "partie" : "C",
        "nom_partie" : "Cas d’un contribuable ayant cédé totalement ou partiellement son entreprise",
        "sous_partie" : "2",
        "nom_sous_partie" : "Cas de cession d’une machine en cours d’activité",
        "contenu" : "Un contribuable soumis au régime de la CPU a cédé, en cours d’exploitation le 1er juillet 2022, une machine au prix de 36 000 DH, sachant qu’elle a été acquise en date du 01-01-2016 au prix de 60 000 DH. La plus-value sur cession de cette machine est déterminée comme suit : - Amortissements présumés avoir été pratiqués : (60 000 x 10% x 6) + (60 000 x 10% x 6/12) = 39 000 DH - Valeur nette comptable : 60 000 - 39 000 = 21 000 DH - Plus-value nette réalisée : 36 000 - 21 000 = 15 000 DH Cette plus-value doit faire l’objet d’une déclaration accompagnée d’un versement spontané auprès du receveur de l’administration fiscale."
    },
    {
        "document" : "GUIDE PRATIQUE RELATIF A L’APPLICATION DU REGIME DE LA CONTRIBUTION PROFESSIONNELLE UNIQUE (CPU)",
        "chapitre" : "III",
        "nom_chapitre" : "Modalités pratiques de déclaration et de versement de la CPU",
        "contenu" : "La démarche à suivre pour déclarer et payer la CPU se présente comme suit : Dans le cadre de la simplification des démarches, la Direction Générale des Impôts « DGI » a pré-rempli sur son système d’information la déclaration de chiffre d’affaires en matière de CPU, conformément aux règles de calcul sus-mentionnées. Pour le dépôt de cette déclaration, le contribuable est invité à suivre les étapes suivantes : SIMPL-CPU ; - accéder au site internet de la DGI : « www.tax.gov.ma » au niveau de la rubrique SIMPL-CPU ; - introduire les données d’authentification : Nom et prénom, IF, CNI ; - renseigner une adresse mail pour recevoir un login et un mot de passe pour adhérer aux services des impôts en ligne de la DGI « SIMPL » ; - accéder au SIMPL-IR avec le login et le mot de passe précités ; - consulter la déclaration pré-remplie, choisir le mode de versement trimestriel ou annuel de la CPU et mentionner le cas échéant le numéro et la date d’adhésion au régime d’assurance maladie obligatoire de base ; - déposer la déclaration et effectuer le télépaiement. Une référence de paiement sera générée immédiatement ; - verser le montant de la CPU selon le canal de paiement souhaité. Au cas où la déclaration susvisée n’est pas pré-remplie ou comporte un montant de l’IR professionnel différent des droits de l’année de référence 2020 (IR+TP+TSC), le contribuable peut, prendre attache avec l’inspecteur des impôts dont il relève pour déposer la déclaration et procéder au paiement de la CPU. Les modèles de déclaration du chiffre d’affaires et du versement de la CPU sont donnés en annexe."
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "introduction" : "Dans le cadre du renforcement des garanties offertes au contribuable, la Direction Générale des Impôts (DGI) a élaboré le présent document pour décrire l’application par le Maroc du mécanisme de règlement des différends prévu par les conventions de non double imposition (CNDI) conclues par le Maroc, connu sous le nom de « procédure amiable » (PA). La pratique marocaine est inspirée des standards internationaux en la matière. Le présent guide décrit les divers aspects relatifs à la procédure amiable (objet, demande d’introduction et traitement) afin d’assurer une résolution rapide, efficace et efficiente des différends fiscaux dans le cadre des CNDI."
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "chapitre" : "I",
        "nom_chapitre" : "Objet de la procédure amiable",
        "contenu" : "La procédure amiable trouve son soubassement juridique dans une disposition spécifique prévue dans chacune des conventions de non double imposition conclues par le Maroc. Cette procédure s’applique lorsqu’une personne physique ou morale visée par une convention fiscale que le Maroc a conclue avec un autre Etat estime que des mesures prises à son égard entraînent ou entraîneront pour lui une imposition non conforme à ladite convention. Il peut, sans préjudice des recours prévus par la législation nationale, adresser une demande écrite et motivée de révision de cette imposition. Aussi, cette procédure porte exclusivement sur les impôts expressément visés par la convention, et permet à la fois de résoudre les difficultés ou de lever les incertitudes liées à l’interprétation ou l’application de la convention. Ainsi, toute personne physique ou morale ayant la qualité de résident fiscal au sens conventionnel peut soumettre sa demande se rapportant aux impôts visés par la convention fiscale dans un délai qui est généralement de trois ans suivant la première notification de la mesure qui entraine une imposition jugée non conforme aux dispositions de la convention. Toutefois, il ya lieu de se référer à l’article relatif à la procédure amiable dans les CNDI pour s’assurer des délais d’ouverture de ladite procédure. Il est à noter que lorsque la CNDI ne prévoit pas de délai expresse, c’est le délai de 3 ans prévu par les standards internationaux qui s’applique. La procédure amiable peut également être enclenchée par les autorités compétentes des Etats ayant conclu avec le Maroc une CNDI afin de résoudre les problèmes relatifs à l’interprétation ou à l’application de la convention ou se concerter en vue d’éliminer les doubles impositions juridiques1, les doubles impositions économiques2 ainsi que les doubles impositions qui surviennent dans les cas non prévus par la convention. Le contribuable peut entamer une procédure amiable notamment dans les cas suivants : - situations de double résidence ; - qualification d’un type de revenu (situation dans laquelle deux Etats interprètent différemment un même revenu) ; - cas relatifs à un accord à l’issue d’un contrôle fiscal entraînant une imposition contraire aux dispositions de la convention. Il est à souligner à cet effet que l’objectif recherché dans ce cas est de garantir uniquement l'accès à la procédure amiable en donnant à l’autre Etat la possibilité de l’élimination de la double imposition. Ce droit d’accès ne doit pas être interprété comme incluant de manière implicite un engagement à revoir les termes de l’accord. La procédure amiable est une procédure qui peut être actionnée en même temps que les voies de recours du droit interne (recours administratifs et judiciaires). Elle n’interrompt pas les procédures légales en vigueur (contrôle, contentieux,…) et ne suspend pas la mise en recouvrement des impositions. Il est à noter que le Maroc ne prévoit pas de mécanisme d’arbitrage relatif à la procédure amiable dans ses conventions fiscales."
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "chapitre" : "II",
        "nom_chapitre" : "Introduction d’une procédure amiable",
        "contenu" : "La présente partie a pour objet de clarifier les modalités et conditions d’accès à la procédure amiable ainsi que de déterminer la date d’ouverture de ladite procédure."
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "chapitre" : "II",
        "nom_chapitre" : "Introduction d’une procédure amiable",
        "partie" : "a",
        "nom_partie" : "Accès à la procédure amiable",
        "contenu" : "L’accès à la procédure amiable est garanti pour tous les contribuables qui remplissent les conditions de l’article relatif à la PA dans les conventions fiscales. La demande d’ouverture de la procédure amiable doit être signée par le contribuable, ou son mandataire (preuve du mandat à l’appui et établi conformément aux dispositions légales en vigueur), qui atteste de la véracité et l’exactitude des faits présentés et s’engage à communiquer en temps voulu tout autre élément d’information ou document requis. Le contribuable soumet, en principe, sa demande de procédure amiable dans l’Etat de sa résidence. Néanmoins, certaines conventions prévoient une disposition différente, d’où la nécessité de se référer auxdites conventions pour s’assurer du lieu de dépôt de la PA. Lorsque de par les dispositions de la convention fiscale, le contribuable a la possibilité de déposer la demande de procédure amiable au Maroc, il doit l’adresser à l’autorité compétente marocaine à l’adresse suivante : Direction de la Législation, des Etudes et de la Coopération Internationale Direction Générale des Impôts Avenue Haj Ahmed Cherkaoui Quartier Administratif Agdal 10090 Rabat"
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "chapitre" : "II",
        "nom_chapitre" : "Introduction d’une procédure amiable",
        "partie" : "b",
        "nom_partie" : "Demande d’ouverture de la procédure amiable",
        "contenu" : "Pour être recevable par l’autorité compétente marocaine, la demande d’ouverture de la procédure amiable doit être déposée dans les délais prévus par l’article relatif à la procédure amiable dans les conventions de non double imposition. Ladite demande doit être motivée par les éléments suivants : - l’identification du contribuable : nom, prénom, raison sociale, identifiant fiscal, adresse… ; - les références de la convention fiscale en question et le numéro de l’article régissant la PA sous ladite convention ; - les avis d’imposition et/ou la lettre de notification le cas échéant ; - les impôts et les années concernés ; - les arguments invoqués par le contribuable concernant les faits et circonstances entrainant ou pouvant entrainer une imposition non conforme aux dispositions de la convention fiscale ; - les copies de pièces justificatives appuyant sa position ; - la copie du recours administratif ou judiciaire engagé par le contribuable le cas échéant. - Tout autre document ou justificatif jugé nécessaire pour l’instruction de la demande. Après vérification de la recevabilité de la demande déposée au Maroc, l’autorité compétente marocaine informe l’autre autorité compétente, en principe, dans un délai de quatre semaines à compter de la réception de ladite demande. Cette notification doit contenir notamment les éléments suivants : - l’identification du contribuable concerné ; - les années d’imposition concernées ; - description succincte du différend ; - les coordonnées de l’agent en charge du traitement de la demande de procédure amiable. Par ailleurs, dans le cas où la demande ne comporte pas l’ensemble des informations exigées, l’autorité compétente marocaine en avise le contribuable dans un délai de deux mois à compter de la date de réception de la demande de procédure amiable. Celui-ci est invité à fournir les pièces manquantes dans les meilleurs délais. En l’absence de réponse du contribuable, l’autorité fiscale marocaine lui envoie une lettre de rappel afin de l’inviter à fournir les documents manquants. Le défaut de présentation desdites pièces entraîne la clôture de la procédure amiable. Il convient de signaler que lorsque le recours à la procédure amiable est refusé par l’autorité compétente marocaine, elle en informe le contribuable et notifie l’autre autorité compétente en mentionnant les raisons ayant motivé ce rejet."
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "chapitre" : "II",
        "nom_chapitre" : "Introduction d’une procédure amiable",
        "partie" : "c",
        "nom_partie" : "Date d’ouverture de la procédure amiable",
        "contenu" : "La détermination de la date d’ouverture de la PA revêt une grande importance, dans la mesure où elle constitue, pour les deux autorités compétentes, le point de départ pour le comptage des délais de résolution des différends. Il convient de signaler que l’autorité compétente marocaine adopte les normes internationales en la matière qui prévoient que la date d’ouverture de la procédure amiable doit être déterminée comme suit : | Cas général : Demande de PA complète La date d’ouverture de la procédure amiable est la première des deux dates suivantes : ▪ une semaine à compter de la date de la notification à l’autre Etat par l’autorité compétente marocaine ; ou ▪ cinq semaines à compter de la réception par l’autorité compétente marocaine de la demande d’ouverture de la procédure amiable du contribuable. | Cas particulier : Demande de PA incomplète Lorsque l’autorité compétente marocaine reçoit une demande d’ouverture de procédure amiable qui ne comporte pas l’ensemble des informations et documents nécessaires, elle en avise le contribuable dans un délai de deux mois à compter de la date de réception de ladite demande. Ainsi, la date d’ouverture est la dernière des deux dates suivantes : ▪ date d’ouverture de la PA dans le cas général telle que déterminée ci-dessus ; ou ▪ date à laquelle les informations et/ou les documents manquants seront reçus. L’autorité compétente marocaine informe l’autorité compétente de l’autre Etat et le contribuable de la date d’ouverture de sa demande."
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "chapitre" : "III",
        "nom_chapitre" : "Traitement de la procédure amiable",
        "contenu" : "La procédure amiable peut être traitée unilatéralement ou bilatéralement. La présente partie vise, par conséquent, à clarifier les modalités de chaque traitement."
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "chapitre" : "III",
        "nom_chapitre" : "Traitement de la procédure amiable",
        "partie" : "a",
        "nom_partie" : "Traitement unilatéral",
        "contenu" : "Dès lors que : - l’imposition émise à la charge du contribuable par les services fiscaux n’est pas conforme à la convention ; et - l’impôt dû relève entièrement des compétences des autorités fiscales marocaines, l’impôt ainsi établi, sera dégrevé, en totalité ou en partie par le service concerné par l’imposition. La procédure amiable est par conséquent clôturée."
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "chapitre" : "III",
        "nom_chapitre" : "Traitement de la procédure amiable",
        "partie" : "b",
        "nom_partie" : "Traitement bilatéral",
        "contenu" : "Dans le cas où l’autorité compétente marocaine n’est pas en mesure de trouver une solution de façon unilatérale, la procédure amiable est traitée bilatéralement. L’autorité compétente marocaine envoie en principe dans un délai de quatre mois après ouverture de la procédure sa note de position à l’autorité compétente de l’autre Etat. Toutefois, si cette procédure a été engagée dans l’autre pays, l’autorité compétente marocaine s’efforce de répondre à la première note de position dans un délai de six mois. L’autorité compétente marocaine s’efforcera, à travers un échange de notes de positions avec l’autorité compétente de l’autre Etat, à résoudre le différend objet de la procédure amiable. Le délai moyen de traitement des procédures amiables est de 24 mois à compter de la date d’ouverture. Au cours de cette période, les autorités compétentes des deux Etats peuvent se rencontrer dans le cadre d’une commission mixte afin de se concerter pour parvenir à un accord. Le contribuable n’intervient pas lors du processus de règlement du différend où seules les deux autorités compétentes sont habilitées à trouver une solution à ce litige. Toutefois, le contribuable pourra être amené à collaborer pour fournir plus de détails."
    },
    {
        "document" : "Guide - La Procédure Amiable dans le cadre des conventions de non double imposition",
        "chapitre" : "IV",
        "nom_chapitre" : "Clôture de la Procédure amiable",
        "contenu" : "A l’issue de la procédure amiable, plusieurs cas peuvent se présenter dont notamment : - allègement consenti de façon unilatérale. - l’accord entre les deux autorités compétentes pour éliminer entièrement ou partiellement la double imposition. - l’accord entre les deux autorités compétentes sur l’absence d’imposition non conforme aux dispositions de la convention. - l’accord sur le désaccord. La date de clôture de la procédure amiable est : - la date à laquelle l’autorité compétente informe le contribuable des résultats de sa demande de procédure amiable ; ou - la date à laquelle le contribuable retire sa demande de procédure amiable. Lorsque les autorités compétentes sont parvenues à un accord, le contribuable en est informé. Celui-ci notifie son acceptation ou son refus du résultat de la procédure amiable dans les meilleurs délais. En cas d’acceptation, il devra se désister de toute instance engagée en ce qui concerne les points réglés par la procédure amiable. L’autorité compétente marocaine invite le service d’assiette dont dépend le contribuable afin de procéder à la mise en œuvre de l’accord obtenu, dans les meilleurs délais. Dans le cas où la convention entre les deux pays ne prévoit pas l’application de l’accord quel que soit le délai prévu par le droit interne, l’autorité compétente marocaine prend l’attache de l’autorité compétente de l’autre Etat afin d’accélérer le processus d’implémentation dudit accord. Il convient de préciser que les pénalités et majorations directement liées aux impôts objet du différend sont dégrevées proportionnellement au montant de l’impôt déchargé prévu par ledit accord."
    },
    {
        "document" : "GUIDE RELATIF A LA DECLARATION PAYS PAR PAYS",
        "chapitre" : "I",
        "nom_chapitre" : "Contexte de la Déclaration pays par pays",
        "contenu" : "Dans le cadre du renforcement des dispositifs de lutte contre la fraude et l’évasion fiscales internationales, les pays du cadre Inclusif ont adopté un projet en 15 actions pour la lutte contre l’érosion de la base d’imposition et du transfert de bénéfices (BEPS). Suite à son adhésion audit cadre inclusif en mars 2019, le Maroc s’est engagé à mettre en oeuvre la norme minimale de l’Action 13 du projet BEPS relative à l’institution de la «déclaration pays par pays». En outre, le Maroc a ratifié la Convention concernant l’assistance administrative mutuelle en matière fiscale en date du 03/02/2016 et a signé l’Accord multilatéral entre autorités compétentes portant sur l’échange automatique des « déclarations pays par pays » le 25 juin 2019 à Paris. Les pays du cadre inclusif ont reconnu que l'amélioration de la transparence pour les administrations fiscales, en mettant à leur disposition des informations adéquates pour effectuer des évaluations des risques liés aux prix de transfert, est un élément essentiel de la résolution du problème BEPS. La déclaration pays par pays déposée par les grandes entreprises multinationales («EMN») fournira une ventilation du montant des chiffres d’affaires, des bénéfices, des impôts et d'autres indicateurs d'activités économiques pour chaque juridiction fiscale dans laquelle le groupe multinational exerce ses activités. La déclaration CbC ne s'applique qu'aux groupes d'entreprises multinationales dont le chiffre d'affaires annuel consolidé s'élève à 750 millions d'euros ou plus au cours de l'exercice précédent. Cette déclaration donnera aux administrations fiscales une image globale des opérations des groupes d'entreprises multinationales. Les autorités fiscales peuvent ensuite utiliser ces informations pour effectuer des évaluations de haut niveau des risques liés aux prix de transfert et pour évaluer d'autres risques liés au BEPS. Dans le cadre de l’effort d’adaptation de la législation fiscale nationale aux normes internationales, suite aux engagements pris par le Maroc dans le cadre des conventions précitées, l’article 6-II de la L.F. 2020 a complété les dispositions du CGI par les articles 154 ter et 199 bis, afin d’instituer l’obligation pour les groupes d’entreprises multinationales de déposer la déclaration dite « déclaration pays par pays ». Cette déclaration a été prévue conformément aux normes internationales et les informations qu’elle contient feront l’objet, sous réserve de réciprocité, d’un échange automatique avec les administrations fiscales des pays ayant conclu avec le Maroc une convention ou un accord à cet effet, tels que la Convention concernant l’assistance administrative mutuelle en matière fiscale, les conventions fiscales bilatérales ou multilatérales portant notamment sur l’échange de renseignements fiscaux. Dans ce cadre, la Direction Générale des Impôts (DGI) a élaboré le présent document pour décrire les modalités d’application par le Maroc du mécanisme de la déclaration pays par pays (communément appelée CbC Report). Ce dispositif a été introduit par l’article 6 de la loi des finances de l’année budgétaire 2020 au niveau des articles 154 ter et 199 bis du Code Général des Impôts (CGI). Cette déclaration s’inscrit en tant que standard minimum international. Dans le cadre d’une approche à trois niveaux de la documentation des prix de transfert dont le fichier principal et le fichier local (ayant été instaurés par l’article 7 de la loi des finances de l’année 2019 et modifiés par l’article 6 de la loi des finances de l’année 2021), la déclaration pays par pays (CbC Report) est un outil d’amélioration de la transparence pour les administrations fiscales, en leur fournissant des informations adéquates sur les activités des entreprises multinationales afin de procéder à des évaluations des risques en matière de prix de transfert. C’est un élément essentiel de la lutte contre le BEPS. La CbC Report exige à une entreprise multinationale (EMN) relevant d’un groupe des multinationales de fournir à toutes les juridictions fiscales concernées les informations sur leur répartition globale des revenus, de l'activité économique et des impôts payés entre les pays selon un canevas modèle commun. Le présent guide décrit les divers aspects relatifs à la déclaration pays par pays (contexte, champ d’application, modalités et contenu de la déclaration, confidentialité et utilisation appropriée ainsi que les sanctions y afférentes) afin d’accompagner les entreprises multinationales concernées pour se conformer à ce nouveau dispositif."
    },
    {
        "document" : "GUIDE RELATIF A LA DECLARATION PAYS PAR PAYS",
        "chapitre" : "II",
        "nom_chapitre" : "Champ d’application de la déclaration pays par pays (CbC Report)",
        "contenu" : "Régle : Les obligations de la CbC Report s’appliquent à tout groupe d’entreprises multinationales dont le chiffre d’affaires total consolidé du groupe s’élève à 8.122.500.000 DH (l’équivalent de 750 millions d’euros) ou plus, comme indiqué dans ses états financiers consolidés, au cours de l’exercice précédent. La déclaration CbC doit être déposée par : - l’Entreprise Mère Ultime (EMU) du groupe d’entreprises multinationales, si son siège social est au Maroc au cours de l’exercice financier déclarant (mécanisme de déclaration primaire) ; ou - une Entreprise Constitutive du groupe d’entreprises multinationales, qui n’est pas l’Entreprise Mère Ultime, si elle est établie au Maroc au cours de l’exercice comptable concerné par la déclaration et que certaines conditions sont remplies. Voir mécanisme secondaire de déclaration pour plus d’informations. a- Mécanisme primaire relatif au cas de déclaration par l’entreprise mère ultime d’un groupe d’entreprises multinationales, installée au Maroc : En vertu du paragraphe I de l’article 154 ter du CGI, l’obligation de dépôt de la déclaration pays par pays, s’applique à l’entreprise établie au Royaume du Maroc lorsqu’elle remplit tous les critères suivants : - Elle détient, directement ou indirectement, une participation dans une ou plusieurs entreprises ou établissements situés hors du Maroc, qui la rend tenue d’établir des états financiers consolidés, conformément aux normes comptables applicables ou qui serait tenue de le faire si ses participations étaient admises à la côte de la bourse des valeurs au Maroc ; - Elle réalise un chiffre d’affaires annuel, hors taxes, consolidé égal ou supérieur à huit milliards, cent vingt-deux millions et cinq cent mille (8.122.500.000) dirhams au titre de l’exercice qui précède celui concerné par la déclaration ; - et elle n’est détenue directement ou indirectement, conformément aux deux premières conditions ci-dessus, par aucune autre entreprise située au Maroc ou hors du Maroc. b- Mécanisme secondaire : Lorsqu’une Entité constitutive d’un Groupe d’entreprises multinationales qui réside au Maroc à des fins fiscales est désignée volontairement par ledit groupe en tant qu’Entité mère de substitution, elle doit remettre à l’Administration fiscale une déclaration pays par pays conforme aux exigences du 3ème tiret du paragraphe II de l’article 154 ter du CGI portant sur l’exercice fiscal déclarable, dans le délai prévu à l’article précité. Une Entité constitutive qui n’est pas l’entreprise mère ultime (EMU) d’un Groupe d’entreprises multinationales (EMN) doit remettre à l’Administration fiscale une déclaration pays par pays conforme aux exigences de l’article 154 ter II et III du CGI portant sur l’exercice fiscal déclarable du Groupe d’entreprises multinationales dont elle est une Entité constitutive, dans le délai prévu par le même article, si les critères suivants sont remplis : (i) l’entité réside au Maroc à des fins fiscales ; et (ii) l’une des conditions suivantes s’applique : a) l’Entité mère ultime du Groupe d’entreprises multinationales n’est pas tenue de déposer une Déclaration pays par pays dans sa juridiction de résidence fiscale ; b) ou la juridiction où réside l’Entité mère ultime à des fins fiscales a conclu un Accord international dont le Maroc est partie, mais n’a pas d’Accord éligible entre autorités compétentes en vigueur auquel le Maroc est partie à la date indiquée à l’article précité pour le dépôt de la Déclaration pays par pays correspondant à l’Exercice fiscal déclarable ; c) ou une Défaillance systémique de la juridiction de résidence fiscale de l’Entité mère ultime a été notifiée par l’Administration fiscale à l’Entité constitutive résidente au Maroc à des fins fiscales. Lorsque plusieurs Entités constitutives du même Groupe d’entreprises multinationales sont résidentes au Maroc à des fins fiscales et si une ou plusieurs des conditions prévues à l’alinéa (ii) ci-dessus s’appliquent, le Groupe d’entreprises multinationales peut désigner l’une de ces Entités constitutives établies au Maroc pour remettre à l’Administration fiscale la Déclaration pays par pays conforme aux exigences de l’article 154 ter du CGI et informer l’Administration fiscale que ce dépôt vise à remplir l’obligation déclarative impartie à toutes les Entités constitutives de ce Groupe d’entreprises multinationales qui résident au Maroc à des fins fiscales. Par ailleurs, lorsque l’une ou plusieurs des conditions visées à l’alinéa (ii) du deuxième paragraphe ci-dessus s’appliquent, une entité décrite audit paragraphe n’est pas tenue de remettre à l’Administration fiscale la Déclaration pays par pays relative à un Exercice fiscal déclarable si le Groupe d’entreprises multinationales dont elle est une Entité constitutive a communiqué la Déclaration pays par pays conforme aux exigences de l’article 154 ter du CGI pour cet Exercice fiscal à une Entité mère de substitution et que cette dernière remet ladite déclaration à l’autorité fiscale de sa juridiction de résidence fiscale à la date indiquée audit article ou avant, dès lors que les conditions suivantes sont remplies : a) la juridiction de résidence fiscale de l’Entité mère de substitution impose le dépôt des Déclarations pays par pays répondant aux exigences prévues à l’article 154 ter précité ; b) la juridiction de résidence fiscale de l’Entité mère de substitution a conclu un Accord éligible entre autorités compétentes dont le Maroc est partie à la date indiquée à l’article 154 ter précité pour le dépôt de la Déclaration pays par pays relative à l’Exercice fiscal déclarable ; c) la juridiction de résidence fiscale de l’Entité mère de substitution n’a pas informé l’Administration fiscale marocaine d’une Défaillance systémique ; d) la juridiction de résidence fiscale de l’Entité mère de substitution a été informée, selon les modalités prévues au dernier tiret du paragraphe II de l’article 154 ter précité, par l’Entité constitutive résidente à des fins fiscales de sa juridiction que cette dernière est l’Entité mère de substitution. Incidence des fluctuations monétaires sur le seuil retenu de 8.122.500.000 DH (soit un montant équivalent à 750 millions EUR) déclenchant l’obligation déclarative : Pour les entreprises marocaines relevant de groupe d’entreprises multinationales étrangères éligibles au dépôt local au Maroc, le seuil retenu est de 8.122.500.000 DH qui est le montant équivalent à 750 M EUR (au cours en vigueur en janvier 2015) et ce, conformément aux termes de références du standard international. Dans le cas où : - la juridiction de l’Entité mère ultime d’un groupe d’entreprises multinationales (dont appartiennent les entreprises marocaines) a défini un seuil de déclaration pays par pays qui est un équivalent proche de 750 millions d’EUR en sa monnaie nationale (selon les cours en vigueur en janvier 2015) ; - et ce groupe d’entreprises multinationales n’atteint pas, par conséquent, le seuil local de ladite juridiction ; les entités constitutives marocaines de ce groupe ne peuvent pas être soumis à l’obligation de la déclaration pays par pays au Maroc. Notification : Lorsqu’une Entité constitutive d’un Groupe d’entreprises multinationales qui réside au Maroc à des fins fiscales est désignée volontairement par ledit groupe en tant qu’Entité mère de substitution, elle doit en informer l’administration fiscale marocaine au plus tard le dernier jour de l’Exercice fiscal déclarable de ce Groupe d’entreprises multinationales."
    },
    {
        "document" : "GUIDE RELATIF A LA DECLARATION PAYS PAR PAYS",
        "chapitre" : "III",
        "nom_chapitre" : "Modalités de déclaration",
        "partie" : "a",
        "nom_partie" : "Mode et modèle de déclaration",
        "contenu" : "Selon les dispositions de l’article 154 ter du CGI, la déclaration pays par pays doit être déposée par voie electronique et selon l’imprimé modèle établi par l’administration. En effet, cet imprimé modèle est uniforme et standardisé (cf. annexe I ci-jointe) au niveau international afin de faciliter son échange ultérieur avec les administrations fiscales étrangères conformément aux dispositions légales et conventionnelles prévues en la matière. A ce titre et à l’instar des autres administrations fiscales étrangères disposant du même dispositif législatif en la matière, l’administration fiscale marocaine a adopté le format électronique normalisé « Schéma XML » du Cadre Inclusif de l'Organisation de la Coopération et du Développement Economiques (OCDE). Les mécanismes opérationnels du dépôt de la déclaration pays par pays en mode d’échange de données informatisés « EDI » sont précisés au niveau du guide d’utilisateur et du cahier de charges dudit mode publiés sur le site de la DGI."
    },
    {
        "document" : "GUIDE RELATIF A LA DECLARATION PAYS PAR PAYS",
        "chapitre" : "III",
        "nom_chapitre" : "Modalités de déclaration",
        "partie" : "b",
        "nom_partie" : "Délai de dépôt",
        "contenu" : "La Déclaration pays par pays prévue à l’article 154 ter du CGI doit être déposée au plus tard 12 mois après le dernier jour de l’exercice fiscal déclarable du Groupe d’entreprises multinationales. Compte tenu que les dispositions de l’article 154 ter du CGI entrent en vigueur à compter des exercices ouverts à partir du 1er janvier 2021, ladite déclaration doit être déposée, pour le premier exercice concerné, à compter du 1er janvier 2022 et jusqu’au 31 décembre 2022."
    },
    {
        "document" : "GUIDE RELATIF A LA DECLARATION PAYS PAR PAYS",
        "chapitre" : "IV",
        "nom_chapitre" : "Contenu de la déclaration pays par pays",
        "contenu" : "Une Déclaration pays par pays portant sur un Groupe d’entreprises multinationales est une déclaration qui contient : (i) Tableau 1 : des informations agrégées sur le chiffre d’affaires, le bénéfice (la perte) avant impôts, les impôts sur les bénéfices acquittés, les impôts sur les bénéfices dus, le capital social, les bénéfices non distribués, les effectifs et les actifs corporels hors trésorerie ou équivalents de trésorerie pour chacune des juridictions dans lesquelles le Groupe d’entreprises multinationales exerce des activités ; (ii) Tableau 2 : l’identité de chaque Entité constitutive du Groupe d’entreprises multinationales, précisant la juridiction de résidence fiscale de cette Entité constitutive et, si elle diffère de la juridiction de résidence fiscale, la juridiction selon les lois de laquelle cette Entité constitutive est organisée, ainsi que la nature de son activité ou de ses activités commerciales principales. (iii) Tableau 3 : Le groupe d’entreprises multinationales peut ajouter librement tout renseignement complémentaire susceptible de faciliter la lecture et la compréhension des informations fournies dans les tableaux 1 et 2. La Déclaration pays par pays doit être établie selon les formes prescrites et en suivant les définitions et instructions indiquées dans le modèle type qui se trouve à l’Annexe I ci-jointe et dans les guides publiés, à ce titre, par le Cadre Inclusif de l’Organisation de la Coopération et du Développement Economiques (OCDE)."
    },
    {
        "document" : "GUIDE RELATIF A LA DECLARATION PAYS PAR PAYS",
        "chapitre" : "V",
        "nom_chapitre" : "Règles d’utilisation et de confidentialité des informations contenues dans la Déclaration pays par pays",
        "contenu" : "Selon les normes internationales en la matière, toute administration fiscale doit utiliser la Déclaration pays par pays dans le but de procéder à une évaluation générale des risques liés aux prix de transfert et d’autres risques d’érosion de la base d’imposition et de transfert de bénéfices et, le cas échéant, à des fins d’analyse économique et statistique. L’Administration fiscale ne peut se baser sur la Déclaration pays par pays pour procéder à des ajustements des prix de transfert. L’Administration fiscale doit préserver la confidentialité des informations qui figurent dans la Déclaration pays par pays au moins dans la même mesure que si ces informations lui étaient communiquées en vertu des dispositions de la Convention concernant l’assistance administrative mutuelle en matière fiscale."
    },
    {
        "document" : "GUIDE RELATIF A LA DECLARATION PAYS PAR PAYS",
        "chapitre" : "VI",
        "nom_chapitre" : "Sanctions pour défaut dépôt ou de dépôt incomplet de la Déclaration pays par pays",
        "contenu" : "En vertu des dispositions de l’article 199 bis du CGI, le contribuable qui ne produit pas la déclaration pays par pays prévue à l’article 154 ter précité ou produit une déclaration incomplète sera invité par lettre, dans les formes prévues à l'article 219 du CGI, à déposer ladite déclaration ou à la compléter dans un délai de quinze (15) jours suivant la date de réception de ladite lettre. A défaut de déclaration ou en cas de déclaration incomplète, l'administration informe le contribuable par lettre, dans les formes prévues à l'article 219 du CGI, de l'application d'une amende de cinq cent mille (500.000) dirhams. Cette amende est émise par voie de rôle."
    },
    {
        "document" : "GUIDE RELATIF A LA DECLARATION PAYS PAR PAYS",
        "chapitre" : "VII",
        "nom_chapitre" : "Mesures diverses ou transitoires relatives à la Déclaration pays par pays",
        "contenu" : "Date d’entrée en vigueur Cet article 154 ter du CGI s’applique aux exercices fiscaux déclarables de Groupes d’entreprises multinationales qui commencent à compter du 1er janvier 2021. Mesure transitoire relative au dépôt local de la CbC report Dans le cadre de la mise en œuvre de la déclaration pays par pays en conformité avec les normes nationales et internationales applicables en la matière et des difficultés légales et conventionnelles liées à l’opérationnalisation du dépôt de cette déclaration pour certaines catégories d’entreprises concernées, l’obligation du dépôt de la CbC Report sera suspendu, temporairement, au titre des exercices concernés ouverts à compter du 1er janvier 2021, pour toute entreprise soumise à l’IS au Maroc qui remplit l’une des conditions suivantes : - être détenue directement ou indirectement par une entreprise située dans un Etat qui n’exige pas le dépôt de la déclaration pays par pays et qui serait tenue au dépôt de cette déclaration si elle était située au Maroc ; - être détenue directement ou indirectement par une entreprise située dans un Etat avec lequel le Maroc n’a pas conclu un accord comportant des dispositions relatives à l’échange de renseignements à des fins fiscales ; - être détenue directement ou indirectement par une entreprise située dans un Etat ayant conclu avec le Maroc un accord permettant l’échange de renseignements à des fins fiscales, et dans lequel cette entreprise étrangère est tenue de déposer une déclaration pays par pays en vertu de la législation en vigueur dans cet Etat et serait tenue de déposer cette déclaration si elle était située au Maroc, lorsque cette entreprise située au Maroc est informée par l’administration fiscale de la défaillance de cet Etat en matière d’échange, due à la suspension de l’échange automatique ou à la négligence de façon persistante de la transmission automatique au Maroc des déclarations pays par pays en sa possession.. Toutefois, les entreprises établies au Maroc et visées au paragraphe I de l’article précité et au dernier tiret du paragraphe II du même article resteront soumises à l’obligation du dépôt de cette déclaration."
    }
]