[
    {
        "document" : "CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "introduction" : "La loi de finances n° 50-22 pour l'année budgétaire 2023 a institué l'obligation de retenue à la source en matière d'impôt sur les sociétés (IS) et d'impôt sur le revenu (IR) au titre des rémunérations allouées à des tiers. La présente circulaire conjointe a pour objet de rappeler les dispositions régissant ladite retenue à la source (I), de préciser la procédure de son exécution par l'Etat et les collectivités territoriales (II) et de fixer les modalités de versement et de communication des informations y afférentes (III)."
    },
    {
        "document" : "CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" : "Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "contenu" : "Dans le but d'améliorer et de faciliter le mode de recouvrement de l'impôt, la loi de finances précitée a institué une retenue à la source, en matière d'IS et d'IR, sur les rémunérations allouées à des tiers."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" : "Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "partie" : "A",
        "nom_partie" : "Personnes concernées",
        "contenu" : "La retenue à la source précitée s'applique, en matière d'IS et d'IR, sur les rémunérations allouées aux personnes suivantes: - Les personnes morales soumises à l'IS; - Les personnes physiques soumises à l'IR dont les revenus sont déterminés selon le régime du résultat net réel (RNR) ou celui du résultat net simplifié (RNS). Ainsi, sont exclues de l'application de la retenue à la source précitée, les rémunérations allouées aux personnes suivantes: - Les personnes morales exonérées de l'IS; - Les personnes physiques soumises à l'IR selon le régime de la contribution professionnelle unique (CPU) et selon le régime de l'auto-entrepreneur. A cet effet, le fichier des contribuables comportant notamment leur identification, leur régime d'imposition et leur activité est communiqué régulièrement par la Direction Générale des Impôts (DGI) à la Trésorerie Générale du Royaume (TGR), selon les modalités fixées par le protocole technique. Ledit fichier est implémenté au niveau du système de gestion intégré de la dépense de l'Etat et des collectivités territoriales (GID-Etat et GID-CT) permettant aux services ordonnateurs et aux comptables publics concernés respectivement d'appliquer et de contrôler l'application des dispositions fiscales précitées dans les meilleures conditions."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" : "Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "partie" : "B",
        "nom_partie" : "Base imposable des rémunérations soumises à la retenue à la source",
        "contenu" : "En vertu des dispositions des articles 15 bis et 45 bis-I du Code Général des Impôts (CGI), tels qu'ajoutés par la loi de finances précitée, les rémunérations allouées à des tiers soumises à la retenue à la source sont constituées par: - les honoraires; - les commissions et les courtages; - et les autres rémunérations de même nature."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" : "Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "partie" : "B",
        "nom_partie" : "Base imposable des rémunérations soumises à la retenue à la source",
        "sous_partie" : "a",
        "nom_sous_partie" : "Honoraires",
        "contenu" : "Ce sont les sommes allouées, en rémunération de services rendus, à des personnes exerçant des professions libérales notamment: - les comptables, les experts comptables, les conseillers et experts en toute matière ; - les avocats et conseillers juridiques ; - les médecins, chirurgiens, dentistes, vétérinaires, cliniques et établissements assimilés, etc. - les laboratoires d'analyses médicales; - les bureaux d'études; - les architectes, géomètres, topographes, dessinateurs; - les notaires."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" : "Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "partie" : "B",
        "nom_partie" : "Base imposable des rémunérations soumises à la retenue à la source",
        "sous_partie" : "b",
        "nom_sous_partie" : "Commissions et courtages",
        "contenu" : "Ce sont les sommes proportionnelles aux affaires traitées, allouées aux représentants de commerce, gérants d'immeubles, agents immobiliers et agents d'affaires, de contentieux ou de publicité ainsi que tous les commissionnaires, tels que les transitaires en douanes. La rémunération de courtage est la rémunération du courtier dont la profession consiste à rapprocher les parties du contrat, telle que la commission allouée aux agents, démarcheurs et courtiers d'assurances."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" : "Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "partie" : "B",
        "nom_partie" : "Base imposable des rémunérations soumises à la retenue à la source",
        "sous_partie" : "c",
        "nom_sous_partie" : "Autres rémunérations de même nature",
        "contenu" : "Les autres rémunérations de même nature, quelle que soit leur dénomination, s'entendent, d'une manière générale, des versements qui sont similaires aux honoraires, commissions et courtages. Il s'agit, notamment, des prestations à caractère intellectuel, scientifique, technique et informatique ou ayant un caractère d'étude, d'essai, de conseil, d'expertise en toute matière, d'assistance et accompagnement, de formation, de promotion de marketing ou de communication, de publicité et de gestion comptable et administrative, d'ingénierie industrielle et de gestion de projets et de maitrise d'ouvrage déléguée, etc. Ainsi, n'entrent pas dans le champ d'application de la retenue à la source visée à l'article 4-IV du CGI, à titre d'exemple, les opérations de vente de biens, marchandises, matériel et équipement et les prestations de travaux, de montage, de façon, d'entretien et de réparation ainsi que les opérations de transport, de banque et de crédit. La liste des catégories d'activités obligatoirement soumises à la retenue à la source est communiquée, selon le protocole technique précité, par la DGI à la TGR et mise à jour chaque fois qu'il sera nécessaire. Il demeure entendu que les autres catégories d'activités peuvent être soumises à la retenue à la source selon la nature de l'opération."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" : "Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "partie" : "C",
        "nom_partie" : "Taux de la retenue à la source",
        "contenu" : "La retenue à la source est effectuée aux taux de: • 5% du montant des rémunérations, hors TVA, allouées aux personnes morales soumises à l'IS et versées par les personnes morales de droit public, notamment l'Etat, les collectivités territoriales et les établissements et entreprises publics et leurs filiales (article 19-IV-A du CGI); • 10% pour les rémunérations, hors TVA, allouées à des personnes soumises à l'IR selon le régime du RNR ou celui du RNS et versées par les personnes morales de droit public ou privé ainsi que par les personnes physiques dont les revenus sont déterminés selon le régime du RNR ou celui du RNS (article 73-II-B-8° du CGI). Il est à signaler que cette retenue à la source ne dispense pas les contribuables bénéficiaires de ces rémunérations de l'obligation de dépôt de la déclaration du résultat fiscal ou de la déclaration annuelle du revenu global et de la régularisation de l'impôt dû au vu de ces déclarations."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" : "Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "partie" : "D",
        "nom_partie" : "Fait générateur de la retenue à la source",
        "contenu" : "Le fait générateur de la retenue à la source est constitué par le versement, la mise à la disposition ou l'inscription en compte des personnes morales ou des personnes physiques dont les revenus sont déterminés selon le régime du RNR ou celui du RNS."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" : "Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "partie" : "E",
        "nom_partie" : "Modalités de calcul de la retenue à la source",
        "contenu" : "La retenue à la source doit être effectuée sur le montant hors TVA des honoraires, commissions, courtages et autres rémunérations de même nature, figurant de manière précise dans la facture, note d'honoraires, mémoire ou tout document en tenant lieu, délivré par le fournisseur concerné. Une attestation de retenue à la source, extraite du système GID, peut être délivrée à l'intéressé, à sa demande, au titre de cette opération."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "I",
        "nom_chapitre" :"Rappel des dispositions régissant la retenue à la source au titre des rémunérations allouées à des tiers",
        "partie" : "F",
        "nom_partie" : "Personnes tenues d'effectuer la retenue à la source",
        "contenu" : "La retenue à la source doit être opérée, pour le compte du Trésor, conformément aux dispositions de l'article157-I du CGI, par: - l'Etat, les collectivités territoriales et les établissements et entreprises publics et leurs filiales conformément aux textes législatifs et réglementaires en vigueur, qui allouent lesdites rémunérations aux personnes morales soumises à l'IS ; - les personnes morales de droit public ou privé ainsi que par les personnes physiques dont les revenus sont déterminés selon le régime du RNR ou celui du RNS, qui allouent lesdites rémunérations aux personnes physiques dont les revenus sont déterminés selon le régime du RNR ou celui du RNS."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "II",
        "nom_chapitre" :"Procédure d'exécution de la retenue à la source par l'Etat et les collectivités territoriales",
        "contenu" : "En application des règles de la comptabilité publique, l'exécution des opérations financières passibles de la retenue à la source incombe aux ordonnateurs et aux comptables de l'Etat et des collectivités territoriales."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "II",
        "nom_chapitre" :"Procédure d'exécution de la retenue à la source par l'Etat et les collectivités territoriales",
        "partie" : "A",
        "nom_partie" : "Au niveau de l'ordonnateur",
        "contenu" : "La retenue à la source est opérée au moment de l'ordonnancement des dépenses au profit des bénéficiaires concernés par la retenue à la source. Cette opération donne lieu à l'établissement de deux ordres de paiement distincts récapitulés dans un même bordereau d'émission : - le premier ordre de paiement, pour le montant correspondant à la retenue à la source au profit du comptable assignataire de la dépense ; - le deuxième ordre de paiement, pour la différence, au profit du bénéficiaire de la dépense. Il demeure entendu que, les retenues à la source qui n'auraient pas été opérées durant la période transitoire de mise en œuvre du nouveau dispositif de la retenue à la source au titre des rémunérations allouées à des tiers, ne donneront pas droit à imputation au niveau des déclarations fiscales des contribuables concernés."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "II",
        "nom_chapitre" :"Procédure d'exécution de la retenue à la source par l'Etat et les collectivités territoriales",
        "partie" : "B",
        "nom_partie" : "Au niveau du comptable public",
        "contenu" : "Après réception des ordonnances de paiement au profit des personnes morales ou physiques soumises à la retenue à la source, le comptable public concerné procède aux contrôles de validité de la dépense qui lui sont impartis de par la règlementation en vigueur en se basant, notamment, sur le fichier des contribuables communiqué par la DGI. Il va sans dire que les oppositions, avis à tiers détenteur, nantissement, saisie-arrêt, cessions de créances et autres empêchements à paiement ne s'appliquent que sur les sommes ordonnancées au profit du bénéficiaire de la dépense."
    },
    {
        "document" :"CIRCULAIRE CONJOINTE RELATIVE AUX MODALITÉS D'APPLICATION DE LA RETENUE À LA SOURCE AU TITRE DES RÉMUNÉRATIONS ALLOUÉES À DES TIERS PAR L'ETAT ET LES COLLECTIVITÉS TERRITORIALES",
        "chapitre" : "III",
        "nom_chapitre" :"Modalités de versement et de communication des informations la retenue à la source au titre des rémunérations allouées à des tiers",
        "contenu" : "Conformément aux dispositions de l'article 157-I du CGI, la retenue à la source sur les honoraires, commissions, courtages et autres rémunérations de même nature prévus aux articles 15 bis et 45 bis dudit CGI doit être opérée, pour le compte du Trésor, par l'Etat et les collectivités territoriales, qui versent, mettent à la disposition ou inscrivent en compte des personnes physiques ou morales lesdites rémunérations. Les précomptes effectués par l'Etat et les collectivités territoriales sont versés par le biais d'un avis de crédit (compte de liaison dématérialisé avec la centralisation) en vue de leur imputation définitive. Les retenues à la source opérées feront l'objet d'un fichier communiqué quotidiennement, à la DGI, selon le protocole technique susvisé. Mesdames et messieurs les responsables des services centraux et des services déconcentrés de la Trésorerie Générale du Royaume et de la Direction Générale des Impôts sont invités à veiller au strict respect des prescriptions de la présente circulaire conjointe. Toutes difficultés rencontrées dans la mise en application des prescriptions de la présente circulaire conjointe doivent être portées à la connaissance de - la Direction des Finances Publiques, pour la Trésorerie Générale du Royaume - la Direction de l'Animation du Réseau, pour la Direction Générale des Impôts."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "introduction" : "Dans le cadre de la concertation entre l'administration fiscale et ses partenaires, la Direction Générale des Impôts a été sollicitée par le groupement professionnel des banques du Maroc (GPBM), en vue de clarifier certains aspects fiscaux relatifs aux banques et aux sociétés de financement dans le cadre de l'application des dispositions fiscales et réglementaires en vigueur. Les clarifications concernant les différents aspects examinés avec les représentants du GPBM portent sur les points ci-après : I.- Provisions et suivi des créances fiscalement douteuses ; II.- Arrangements à l'amiable conclus avec la clientèle ; III.- Traitement des agios réservés ; IV.- Radiation des créances en souffrance ; V.- Durée d'amortissement des immobilisations données en location avec option d'achat ou en crédit-bail ; VI.- Définition de la qualité des personnes physiques non résidentes ; VII.- TVA applicable à la commission de changes ; VIII.- Taux d'intérêt des prêts au logement accordés au personnel des établissements de crédit."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "I",
        "nom_chapitre" : "Provisions et suivi des créances fiscalement douteuses",
        "partie" : "A",
        "nom_partie" : "Provision fiscalement déductible",
        "contenu" : "La déductibilité de la provision pour créances fiscalement douteuses est conditionnée par l'introduction d'un recours judiciaire dans un délai de douze (12) mois suivant celui de sa constitution. Ainsi, les banques doivent, dans les douze (12) mois qui suivent celui de la constitution de la provision : 1- soit, reprendre en produits la provision devenue sans objet avant l'expiration du délai précité ; 2- soit, exercer des poursuites judicaires dans les conditions susvisées. La procédure judiciaire est considérée comme étant entamée par le dépôt de la requête de l'action en paiement auprès du tribunal compétent."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "I",
        "nom_chapitre" : "Provisions et suivi des créances fiscalement douteuses",
        "partie" : "B",
        "nom_partie" : "Suivi des créances fiscalement douteuses",
        "contenu" : "A moins que l'établissement de crédit ne conclut un arrangement à l'amiable avec le client concerné ou que la créance en question ne fasse l'objet d'une sentence arbitrale, les créances ne peuvent donner lieu à une annulation définitive qu'après épuisement des procédures judiciaires et après exécution des décisions prononcées par les tribunaux, en respectant notamment les conditions ci-après : - Pour les crédits assortis de garanties (hypothèques, nantissements, cautions personnelles...) et quelle que soit la qualité juridique du débiteur, la provision et la créance correspondante doivent être maintenues tant que la garantie n'a pas fait l'objet d'exécution ; Ne constituent pas une garantie, les documents signés par le client pour la constitution de son dossier de crédit notamment le contrat, le billet à ordre (effet de commerce), le prélèvement sur le compte bancaire, la domiciliation bancaire. - Pour les crédits ou reliquat de crédit non assortis de garanties, la créance est annulée avec reprise de la provision y afférente, lorsqu'il s'avère qu'il n'existe aucun moyen d'obtenir le paiement des sommes dues. A cet effet, les diligences effectuées dans ce domaine doivent respecter les procédures et les délais légaux prévus en la matière et donner lieu à l'établissement d'un procès-verbal sous réserve des précisions suivantes :"
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "I",
        "nom_chapitre" : "Provisions et suivi des créances fiscalement douteuses",
        "partie" : "B",
        "nom_partie" : "Suivi des créances fiscalement douteuses",
        "sous_partie" : "a",
        "nom_sous_partie" : "Concernant les personnes physiques",
        "contenu" : "- Pour les personnes physiques existantes aux adresses indiquées et en cas de diligences infructueuses, le PV de carence doit mentionner l'absence de biens pouvant faire l'objet d'une saisie et d'une vente ; - Pour les personnes physiques ne se trouvant pas aux adresses indiquées, il est nécessaire de renouveler les interventions au moins trois fois, suivies de l'engagement de la procédure de curateur. Toutefois, lorsqu'il s'agit de locaux fermés, il est procédé à leur ouverture en présence de la force publique, dans le cadre des procédures légales précitées ; - Concernant le débiteur habitant chez les tiers, il est fait obligation d'apporter la preuve que le domicile concerné appartient auxdits tiers ou loué par ces derniers."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "I",
        "nom_chapitre" : "Provisions et suivi des créances fiscalement douteuses",
        "partie" : "B",
        "nom_partie" : "Suivi des créances fiscalement douteuses",
        "sous_partie" : "b",
        "nom_sous_partie" : "S'agissant des personnes morales, trois cas sont à distinguer",
        "contenu" : "- Société en activité: pour permettre à la banque de recouvrer sa créance, elle est tenue de faire procéder à la saisie puis à la mise en vente des biens meubles, suivie de la vente du fonds de commerce lorsque la liquidation desdits biens ne permet pas de résorber l'intégralité de la dette due par son client. En cas de difficultés de vente du fonds de commerce, il y a lieu de prouver que la tentative de vente s'est avérée infructueuse au moins trois fois ; • Société en redressement ou en liquidation judiciaires: il convient de rappeler tout d'abord que, dans le cadre de la sauvegarde de leurs intérêts, les créanciers sont tenus d'observer leurs obligations de vigilance, en veillant à la déclaration de leurs créances dans le délai légal. Lorsque cette déclaration est déposée dans le délai imparti, la reprise des provisions et l'annulation de la créance par la banque sont fonction du résultat du redressement ou de la liquidation judiciaire. Ainsi, la provision est à reprendre en produits et le reliquat de la créance non recouvrée passe en charges déductibles. Par contre, en l'absence de la déclaration dans le délai précité, la provision doit être reprise en produits et la perte éventuelle de la créance n'est pas déductible. Dans le cas où l'établissement de crédit justifie de la mise en œuvre d'autres procédures de réalisation des garanties notamment à l'encontre de caution ou autres; la provision et l'annulation de la créance dépendent du sort final desdites procédures. • Société en fermeture: avant l'établissement d'un PV constatant la carence éventuelle, il est fait obligation d'ouvrir tous les locaux de la société par le biais de la force publique, en vue de la cession des biens meubles éventuellement saisis, suivie, le cas échéant, de la vente du fonds de commerce, donnant lieu à au moins trois (3) tentatives infructueuses. Il est à préciser que l'administration fiscale conserve, néanmoins, le droit de rejeter les annulations de créances opérées, lorsqu'elle dispose d'éléments justifiés remettant en cause la carence constatée sur le procès-verbal précité."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "I",
        "nom_chapitre" : "Provisions et suivi des créances fiscalement douteuses",
        "partie" : "C",
        "nom_partie" : "Créances en souffrance de minime importance",
        "contenu" : "Par créance de menue importance, il faut entendre toute créance dont le montant n'excède pas 2.500 dhs. Lorsque ces créances se trouvent en souffrance, l'introduction d'un recours judiciaire pour leur recouvrement, ne présente pas un intérêt pratique eu égard au rapport coût-avantage d'une telle diligence. Aussi les établissements de crédit sont-ils autorisés à titre dérogatoire, à déduire par exercice, les dotations aux provisions pour créances douteuses de minime importance, dans la limite de 1% du montant global des provisions brutes de l'année (avant reprises éventuelles) au titre des créances en souffrance."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "I",
        "nom_chapitre" : "Provisions et suivi des créances fiscalement douteuses",
        "partie" : "D",
        "nom_partie" : "Conditions de contrôle",
        "contenu" : "Les établissements bancaires doivent produire lors du contrôle fiscal les dossiers complets de tout client, afin de s'assurer que les conditions précitées ont été bien respectées."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "II",
        "nom_chapitre" : "Arrangements à l'amiable avec la clientèle",
        "contenu" : "Tout arrangement à l'amiable comportant un abandon en principal, intérêts ou frais doit, pour que les pertes qu'il induit soient déductibles, respecter les conditions ci-après : - le crédit doit avoir été consenti dans des conditions normales ; - il ne doit pas s'agir de crédits consentis à des parents (ascendants, descendants, conjoint, frères et sœurs), alliés ou associés des dirigeants ou cadres supérieurs (directeurs d'agence inclus) de la banque concernée ; - l'abandon éventuel doit être justifié par des difficultés financières du débiteur. Les sommes abandonnées dans le cadre de ces arrangements doivent faire l'objet de la déclaration modèle n° ADC030F-08E (déclaration des honoraires, commissions, courtages et autres rémunérations) prévue à l'article 151 du CGI à joindre à la déclaration annuelle du résultat fiscal."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "III",
        "nom_chapitre" : "Traitement des agios réservés",
        "contenu" : "Les agios réservés afférents aux créances en souffrance, sont comptabilisés parmi les produits lorsqu'ils sont effectivement encaissés. Cependant, la banque est tenue de produire, en même temps que la déclaration fiscale annuelle, un état faisant ressortir : • le solde au début de l'exercice ; • la variation en cours d'exercice ; • et le solde en fin d'exercice."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "IV",
        "nom_chapitre" : "Radiation des créances en souffrance",
        "contenu" : "L'opération de radiation comptable des créances en souffrance reste neutre au regard du résultat fiscal dans les conditions suivantes : 1- les créances éligibles à cette radiation sont celles ayant déjà fait l'objet d'une provision à 100 % et ayant été maintenues pendant une durée minimum de cinq (5) ans au bilan des établissements de crédit ; 2- les établissements de crédit concernés doivent poursuivre toutes les voies de recours judiciaires déjà entreprises pour les créances en souffrance ayant fait l'objet de radiation comptable susvisée ; 3- les établissements de crédits concernés doivent joindre à leur déclaration annuelle du résultat fiscal les états de suivi extracomptable ci-après : a) un état récapitulatif faisant ressortir : • le cumul des créances radiées de l'exercice précédent ; • les créances en souffrance radiées au cours de l'exercice ; • le montant des créances en souffrance recouvrées au cours de l'exercice; • le cumul restant à la fin de l'exercice. b) un état détaillé des créances en souffrance par client, établi sur un support magnétique, faisant ressortir : • le nom et prénom ou raison sociale du client concerné ; • l'identification des clients concernés (C.I.N, IF, ICE, R.C) ; • le cumul des créances radiées de l'exercice précédent ; • les créances en souffrance radiées au cours de l'exercice ; • le montant des créances en souffrance recouvrées au cours de l'exercice ; • le cumul restant à la fin de l'exercice. Les créances en souffrance recouvrées au cours d'un exercice donné sont considérées comme des produits à rattacher au résultat fiscal de l'exercice de leur recouvrement."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "V",
        "nom_chapitre" : "Durée d'amortissement des immobilisations en Location avec Option d'Achat (LOA) e t en Crédit-Bail",
        "contenu" : "Afin de respecter le principe de separation des exercices et de rattachement des produits aux charges de l'exercice, les immobilisations données en Location avec Option d'achat ou en crédit-bail sont amorties selon les usages des établissements de crédit sur la durée du contrat."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "VI",
        "nom_chapitre" : "Définition de la qualité des personnes physiques non résidentes",
        "contenu" : "L'article 45 du Code Général des Impôts (C.G.I) prévoit l'exonération des intérêts produits par les dépôts des non-résidents effectués en dirhams ordinaires, dont l'origine est en devises. A ce titre, en application de l'article 23 du C.G.I, est considéré comme non résident, toute personne physique qui n'a pas au Maroc : - son foyer permanent d'habitation ; - le centre de ses intérêts économiques ; - ou lorsque la durée continue ou discontinue de ses séjours au Maroc n'a pas dépassé 183 jours pour toute période de 365 jours. Ainsi, la personne physique doit justifier de sa qualité de non résident en produisant une copie du passeport prouvant, à partir des dates de sortie et d'entrée, qu'elle a séjourné à l'étranger pendant plus de 183 jours pour toute période de 365 jours et/ou le cas échéant, l'un des documents suivants : - tous documents officiels délivrés par les autorités consulaires marocaines, notamment, les cartes d'immatriculation ; - copie de la carte d'identité délivrée par les pays étrangers pour le cas, par exemple, des marocains qui ont la double nationalité ; - copie de la carte de séjour valide. A cet effet, les banques doivent exiger, préalablement à l'ouverture de tout compte au profit d'un non résident, l'un des documents cités ci-dessus et s'assurer de la durée de sa validité. Par ailleurs, il est à préciser que les intérêts des dépôts deviennent imposables dans les conditions de droit commun, dès lors qu'un non résident n'arrive plus à justifier de sa qualité de non résident ou si l'un des documents produits à l'appui de l'ouverture de son ou de ses comptes n'est plus valide. Par ailleurs, il convient de préciser que les documents cités ci-dessus sont également valables pour faire bénéficier les non-résidents des autres dispositions prévues par le C.G.I. Toutefois, il y a lieu de préciser que l'Administration garde le droit de remettre en cause la qualité de non résident lorsqu'elle est en possession d'éléments susceptibles de prouver le contraire. Dans ce cas, l'administration fiscale informe l'établissement de crédit concerné afin d'appliquer à l'intéressé le traitement fiscal réservé aux résidents et ce à compter de la date de réception de la lettre d'information."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "VII",
        "nom_chapitre" : "Taxe sur la valeur ajoutée (TVA) applicable à la commission de change",
        "contenu" : "La commission de change due à l'office des changes passible de la TVA en application des dispositions de l'article 89 du CGI, s'entend toutes taxes comprises."
    },
    {
        "document" : "NOTE CIRCULAIRE RELATIVE A CERTAINS ASPECTS FISCAUX AFFERENTS AUX ETABLISSEMENTS DE CREDIT",
        "chapitre" : "VIII",
        "nom_chapitre" : "Taux d'intérêt des prêts au logement accordés au personnel des établissements de crédit",
        "contenu" : "Afin d'encourager les banques dans les efforts qu'ils déploient pour inciter leur personnel à accéder à la propriété de leur logement à titre d'habitation principale, il a été admis de ne pas considérer comme complément de salaire soumis à l'impôt sur le revenu au titre des revenus salariaux et assimilés, la réduction sur les intérêts relatifs aux prêts consentis par les banques à leur personnel, aux taux suivants : - Taux Directeur de Bank Al Maghrib augmenté de 30 points de base pour les prêts ne dépassant pas sept cent mille (700.000) dirhams ; - Taux Directeur de Bank Al Maghrib augmenté de 130 points de base au-delà de ce seuil. Il est à préciser que pour les prêts dont le montant excède 700.000 dhs, les taux susvisés s'appliquent respectivement à chaque tranche selon le principe de progressivité. Toutefois, l'application d'un taux inférieur aux taux susvisés est considérée comme un avantage en argent, soumis à l'impôt sur le revenu au titre des revenus salariaux dans les conditions de droit commun. (*) Il s'agit du taux directeur de Bank Al Maghrib en vigueur au mois de janvier, et qui reste valable toute l'année comme référence pour les crédits immobiliers faits au personnel de la banque pendant l'année concernée."
    }
]