[
    {
        "document" : "NOTE DE SERVICE",
        "objet" : "Clarification des moyens de paiement admis, au plan fiscal (article 193 du CGI)",
        "contenu" : "La présente note a pour objet de clarifier et d'uniformiser les modalités d'application des sanctions pour infraction aux dispositions relatives au règlement des transactions prévues par l'article 193 du Code Général des impôts (C.G.I.). Il est rappelé au préalable que pour inciter à la transparence dans les transactions commerciales et veiller sur l'exigence de traçabilité des paiements effectués entre les professionnels ou entre les professionnels et les particuliers, une obligation a été instituée pour les vendeurs ou les prestataires de services pour se faire payer par l'un des moyens fixés par l'article 193 susvisé, lorsque le montant de la transaction est égal ou supérieur à vingt mille (20 000) dirhams. Les moyens de règlement visés à l'article 193 précité sont : - les chèques barrés non endossables ; - les effets de commerce ; - les moyens magnétiques de paiement ; - les virements bancaires ; - les procédés électroniques de paiement ; - et la compensation avec une créance à l'égard d'une même personne. Les infractions à cette obligation donnent lieu à l'application à l'encontre de l'entreprise venderesse ou prestataire de services, vérifiée, d'une amende de 6% du montant de la transaction effectuée. Toutefois, eu égard à certaines situations spécifiques et afin de pallier à des difficultés résultant d'incidents de paiements ou à des contraintes relatives à des transactions effectuées avec des particuliers non soumis à l'obligation de tenir un compte bancaire en vertu de la réglementation en vigueur, des exceptions sont admises pour certains règlements effectués en espèces, sous certaines conditions. Ainsi, la doctrine fiscale permet d'effectuer le règlement en espèces dans les cas suivants: 1- le retour du chèque ou de l'effet impayé : Dans ce cas, le vendeur ou le prestataire de services peut se faire payer en espèces, sous réserve de conserver tout document, attestation ou avis bancaire justifiant le retour impayé, du chèque ou de l'effet. 2- les personnes interdites de chéquier : Le règlement de la facture peut se faire, dans ce cas, par virement bancaire au profit du fournisseur. 3- Le cas de clôture de compte (professionnels) ou le cas de défaut de tenue de compte bancaire (particuliers): Il est également admis, au sens de l'article 193 du CGI que, le client puisse procéder au versement du prix de la vente ou de la prestation de service au compte bancaire du fournisseur sur la base d'un avis de versement comportant : - l'identité de la personne physique versante ; - le numéro de la carte nationale d'identité (CNI) ; - l'identité du fournisseur ; - le numéro de la facture, du bon de livraison ou tout document en tenant lieu et se rapportant à l'opération objet du versement. A cet effet, les conditions de traçabilité suivantes doivent être observées : - la conservation par le fournisseur de tout document, attestation, avis bancaire ou pièce justifiant le versement en espèce dans son compte bancaire ; - la facture doit être l'exact reflet de la tractation commerciale et en parfaite cohérence avec les mentions portées sur l'avis bancaire constatant le versement en espèces. Mesdames et messieurs les Directeurs Régionaux, Provinciaux, Préfectoraux et Inter Préfectoraux, les chefs de service centraux, régionaux et provinciaux et les chefs de brigades et de subdivisions doivent veiller à la stricte application de la présente note de service."
    },
    {
        "document" : "NOTE DE SERVICE",
        "objet" : "Modalités de calcul de la superficie du logement social éligible à l'exonération de la TVA",
        "contenu" : "Il a été constaté des divergences d'interprétation relatives aux modalités de calcul de la superficie du logement social éligible à l'exonération de la TVA. Il y a lieu de rappeler, à cet égard, que conformément aux dispositions de l'article 92-I-28° du Code Général des Impôts (CGI), sont exonérées de la TVA, les opérations de cession de logements sociaux à usage d'habitation principale dont la superficie couverte est comprise entre 50 et 80 m2 (100 m2 pour les conventions signées avant le 1er janvier 2013) et le prix de vente n'excède pas 250.000 dirhams, hors taxe sur la valeur ajoutée. Cette exonération est subordonnée aux conditions prévues à l'article 93-I dudit code qui disposent que, la superficie du logement social s'entend des superficies brutes, comprenant outre les murs et les pièces principales, les annexes suivantes : Vestibule, salle de bain ou cabinet de toilette, clôtures et autres dépendances (caves, buanderies et garages), que celles-ci soient ou non comprises dans la construction principale. De même, lorsqu'il s'agit d'un appartement constituant une partie divise d'un immeuble, les superficies comprennent, outre la superficie des locaux d'habitation telle que définie ci-dessus, la fraction des parties communes affectées à l'appartement concerné, comptée au minimum à 10%. Il est à signaler que les superficies brutes visées à l'article 93-I précité s'entendent des superficies brutes couvertes telles que prévues à l'article 92-I-28° du CGI. A ce titre, il y a lieu de préciser qu'au sens de la loi n° 18-00 relative au statut de la copropriété des immeubles bâtis : - Sont considérées parties privatives des immeubles (parties divises), les parties bâties ou non bâties appartenant à chaque copropriétaire dans le but d'en jouir individuellement et personnellement. Elles sont la propriété exclusive de chaque copropriétaire ; - Sont considérées parties communes des immeubles (parties indivises), les parties bâties ou non bâties destinées à l'usage et à la jouissance de l'ensemble des copropriétaires ou de certains d'entre eux. De même, au sens de l'article 4 de la loi n° 18-00 précitée, sont réputées parties communes : - le sol ; - les gros œuvres de l'immeuble, les fondations et les murs porteurs ; - les caves quelle que soit leur profondeur si elles sont destinées à l'usage commun ; - la façade de l'immeuble ; - les toits destinés à l'usage commun ; - les escaliers, les passages et les corridors destinés à l'usage commun ; - les entrées, les sous-sols et les ascenseurs destinés à l'usage commun ; - les murs et cloisons séparant deux parties privatives ; - les équipements communs, y compris les parties y afférentes qui traversent les parties privatives ; - les coffres, les têtes de cheminée et les bouches d'aération destinés à l'usage commun ; - les lieux destinés au dépôt des ordures ménagères. Sont également considérées comme parties communes, sauf stipulation dans les titres de propriété ou en cas de contradiction entre ces titres : - les cours et les jardins ; - les locaux destinés à l'usage commun (garage par exemple) ; - et, d'une manière générale, toute partie considérée comme telle ou que la nature de l'immeuble exige qu'elle soit destinée à l'usage commun. A ce titre, il est précisé que : - La superficie non couverte des parties privatives ou communes telles que cours, jardins, vides, parking, terrasses, etc., n'entre pas dans le calcul de la superficie à retenir au titre du logement social ; - Si la fraction des parties communes affectées à l'appartement concerné est inférieure à 10% de la partie privative couverte, cette quote-part doit être ramenée à 10% ; - La superficie commune couverte peut être vérifiée par une attestation délivrée par l'ingénieur topographe appuyée par le règlement de copropriété qui comporte la destination des parties privatives et communes ainsi que la répartition des quotes-parts d'indivision relatives aux parties communes à chaque fraction divise. Cette attestation peut être exigée notamment lorsque : - la superficie de la partie privative couverte est inférieure à 46 m2 ; - la superficie couverte globale risque de dépasser 80 m2 en intégrant la quote-part des parties communes couvertes. Cas d'illustration : - 1er cas : Soit un appartement d'une superficie privative couverte de 40 m2, la quote-part des parties communes couvertes y afférente est de 18 m2 selon l'attestation délivrée par le topographe (cette quote-part est supérieure au minimum de 10%). Ainsi la superficie couverte totale est de 58 m2 et par conséquent ledit appartement est éligible au régime fiscal du logement social. - 2ème cas : Soit un appartement d'une superficie privative couverte de 46 m2, la quote-part des parties communes couvertes qui lui est affectée est de 3 m2. Cette quote-part doit être ramenée à 10% soit : 46 m2 x 10% = 4,6 m2. Ainsi la superficie couverte totale de 50,6 m2 est conforme à la définition du logement social. - 3ème cas : Soit un appartement d'une superficie privative couverte de 74 m2, la quote-part des parties communes couvertes qui lui est affectée est de 5 m2. Cette fraction doit être égale à un minimum de 10%, soit : 74 m2 x 10% = 7,4 m2. Ainsi, la superficie couverte totale est de 81,4 m2, ledit appartement n'est donc pas éligible à l'exonération de la TVA. Si ledit appartement est construit dans le cadre d'une convention conclue avec l'Etat avant le 01 janvier 2013, il devient éligible à l'exonération dans la mesure où la superficie couverte totale est inférieure à 100 m2. Ces trois cas sont récapitulés dans le tableau suivant : Superficie partie privative (m²) : 40 | Superficie partie commune (m²) : 18 | Superficie totale (m²) : 58 | Fraction des parties communes au minimum de 10% (m²) : 4 | Superficie à retenir pour l'octroi de l'avantage fiscal (m²) : 58 | Convention conclue avant 01/01/2013 : Éligible | Convention conclue après 01/01/2013 : Éligible || Superficie partie privative (m²) : 46 | Superficie partie commune (m²) : 3 | Superficie totale (m²) : 49 | Fraction des parties communes au minimum de 10% (m²) : 4,6 | Superficie à retenir pour l'octroi de l'avantage fiscal (m²) : 50,6 | Convention conclue avant 01/01/2013 : Éligible | Convention conclue après 01/01/2013 : Éligible || Superficie partie privative (m²) : 74 | Superficie partie commune (m²) : 5 | Superficie totale (m²) : 79 | Fraction des parties communes au minimum de 10% (m²) : 7,2 | Superficie à retenir pour l'octroi de l'avantage fiscal (m²) : 81,4 | Convention conclue avant 01/01/2013 : Éligible | Convention conclue après 01/01/2013 : Non éligible. ||| Mesdames et Messieurs les Directeurs Régionaux, Préfectoraux et Inter Préfectoraux sont priés de veiller à la stricte application des instructions de la présente note de service."
    }
]